["<FI>A Psalm<Fi> of David. Blessed <FI>be<Fi> the LORD my strength, which teacheth my hands to war, <FI>and<Fi> my fingers to fight:<RF>strength: Heb. rock<Rf><RF>to war…: Heb. to the war, etc<Rf>","My goodness, and my fortress; my high tower, and my deliverer; my shield, and <FI>he<Fi> in whom I trust; who subdueth my people under me.<RF>My goodness: or, My mercy<Rf>","LORD, what <FI>is<Fi> man, that thou takest knowledge of him! <FI>or<Fi> the son of man, that thou makest account of him!","Man is like to vanity: his days <FI>are<Fi> as a shadow that passeth away.","Bow thy heavens, O LORD, and come down: touch the mountains, and they shall smoke.","Cast forth lightning, and scatter them: shoot out thine arrows, and destroy them.","Send thine hand from above; rid me, and deliver me out of great waters, from the hand of strange children;<RF>hand from: Heb. hands from<Rf>","Whose mouth speaketh vanity, and their right hand <FI>is<Fi> a right hand of falsehood.<CM>","I will sing a new song unto thee, O God: upon a psaltery <FI>and<Fi> an instrument of ten strings will I sing praises unto thee.","<FI>It is he<Fi> that giveth salvation unto kings: who delivereth David his servant from the hurtful sword.<RF>salvation: or, victory<Rf>","Rid me, and deliver me from the hand of strange children, whose mouth speaketh vanity, and their right hand <FI>is<Fi> a right hand of falsehood:","That our sons <FI>may be<Fi> as plants grown up in their youth; <FI>that<Fi> our daughters <FI>may be<Fi> as corner stones, polished <FI>after<Fi> the similitude of a palace:<RF>polished: Heb. cut<Rf>","<FI>That<Fi> our garners <FI>may be<Fi> full, affording all manner of store: <FI>that<Fi> our sheep may bring forth thousands and ten thousands in our streets:<RF>all…: Heb. from kind to kind<Rf>","<FI>That<Fi> our oxen <FI>may be<Fi> strong to labour; <FI>that there be<Fi> no breaking in, nor going out; that <FI>there be<Fi> no complaining in our streets.<RF>strong…: Heb. able to bear burdens, or, loaden with flesh<Rf>","Happy <FI>is that<Fi> people, that is in such a case: <FI>yea<Fi>, happy <FI>is that<Fi> people, whose God <FI>is<Fi> the LORD.<CM>"]