["To the chief Musician, A Song <FI>or<Fi> Psalm. Make a joyful noise unto God, all ye lands:<RF>all…: Heb. all the earth<Rf>","Sing forth the honour of his name: make his praise glorious.","Say unto God, How terrible <FI>art thou in<Fi> thy works! through the greatness of thy power shall thine enemies submit themselves unto thee.<RF>submit…: or, yield feigned obedience: Heb. lie<Rf>","All the earth shall worship thee, and shall sing unto thee; they shall sing <FI>to<Fi> thy name. Selah.","Come and see the works of God: <FI>he is<Fi> terrible <FI>in his<Fi> doing toward the children of men.","He turned the sea into dry <FI>land<Fi>: they went through the flood on foot: there did we rejoice in him.","He ruleth by his power for ever; his eyes behold the nations: let not the rebellious exalt themselves. Selah.<CM>","O bless our God, ye people, and make the voice of his praise to be heard:","Which holdeth our soul in life, and suffereth not our feet to be moved.<RF>holdeth: Heb. putteth<Rf>","For thou, O God, hast proved us: thou hast tried us, as silver is tried.","Thou broughtest us into the net; thou laidst affliction upon our loins.","Thou hast caused men to ride over our heads; we went through fire and through water: but thou broughtest us out into a wealthy <FI>place<Fi>.<RF>wealthy: Heb. moist<Rf><CM>","I will go into thy house with burnt offerings: I will pay thee my vows,","Which my lips have uttered, and my mouth hath spoken, when I was in trouble.<RF>uttered: Heb. opened<Rf>","I will offer unto thee burnt sacrifices of fatlings, with the incense of rams; I will offer bullocks with goats. Selah.<RF>fatlings: Heb. marrow<Rf>","Come <FI>and<Fi> hear, all ye that fear God, and I will declare what he hath done for my soul.","I cried unto him with my mouth, and he was extolled with my tongue.","If I regard iniquity in my heart, the Lord will not hear <FI>me<Fi>:","<FI>But<Fi> verily God hath heard <FI>me<Fi>; he hath attended to the voice of my prayer.","Blessed <FI>be<Fi> God, which hath not turned away my prayer, nor his mercy from me.<CM>"]