["But now thus saith the LORD that created thee, O Jacob, and he that formed thee, O Israel, Fear not: for I have redeemed thee, I have called <FI>thee<Fi> by thy name; thou <FI>art<Fi> mine.","When thou passest through the waters, I <FI>will be<Fi> with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.","For I <FI>am<Fi> the LORD thy God, the Holy One of Israel, thy Saviour: I gave Egypt <FI>for<Fi> thy ransom, Ethiopia and Seba for thee.","Since thou wast precious in my sight, thou hast been honourable, and I have loved thee: therefore will I give men for thee, and people for thy life.<RF>life: or, person<Rf>","Fear not: for I <FI>am<Fi> with thee: I will bring thy seed from the east, and gather thee from the west;","I will say to the north, Give up; and to the south, Keep not back: bring my sons from far, and my daughters from the ends of the earth;","<FI>Even<Fi> every one that is called by my name: for I have created him for my glory, I have formed him; yea, I have made him.<CM>","Bring forth the blind people that have eyes, and the deaf that have ears.","Let all the nations be gathered together, and let the people be assembled: who among them can declare this, and shew us former things? let them bring forth their witnesses, that they may be justified: or let them hear, and say, <FI>It is<Fi> truth.","Ye <FI>are<Fi> my witnesses, saith the LORD, and my servant whom I have chosen: that ye may know and believe me, and understand that I <FI>am<Fi> he: before me there was no God formed, neither shall there be after me.<RF>no…: or, nothing formed of God<Rf>","I, <FI>even<Fi> I, <FI>am<Fi> the LORD; and beside me <FI>there is<Fi> no saviour.","I have declared, and have saved, and I have shewed, when <FI>there was<Fi> no strange <FI>god<Fi> among you: therefore ye <FI>are<Fi> my witnesses, saith the LORD, that I <FI>am<Fi> God.","Yea, before the day <FI>was<Fi> I <FI>am<Fi> he; and <FI>there is<Fi> none that can deliver out of my hand: I will work, and who shall let it?<RF>let it: Heb. turn it back?<Rf><CM>","Thus saith the LORD, your redeemer, the Holy One of Israel; For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, whose cry <FI>is<Fi> in the ships.<RF>nobles: Heb. bars<Rf>","I <FI>am<Fi> the LORD, your Holy One, the creator of Israel, your King.","Thus saith the LORD, which maketh a way in the sea, and a path in the mighty waters;","Which bringeth forth the chariot and horse, the army and the power; they shall lie down together, they shall not rise: they are extinct, they are quenched as tow.","Remember ye not the former things, neither consider the things of old.","Behold, I will do a new thing; now it shall spring forth; shall ye not know it? I will even make a way in the wilderness, <FI>and<Fi> rivers in the desert.","The beast of the field shall honour me, the dragons and the owls: because I give waters in the wilderness, <FI>and<Fi> rivers in the desert, to give drink to my people, my chosen.<RF>owls: or, ostriches: Heb. daughters of the owl<Rf>","This people have I formed for myself; they shall shew forth my praise.<CM>","But thou hast not called upon me, O Jacob; but thou hast been weary of me, O Israel.","Thou hast not brought me the small cattle of thy burnt offerings; neither hast thou honoured me with thy sacrifices. I have not caused thee to serve with an offering, nor wearied thee with incense.<RF>small…: Heb. lambs, or, kids<Rf>","Thou hast bought me no sweet cane with money, neither hast thou filled me with the fat of thy sacrifices: but thou hast made me to serve with thy sins, thou hast wearied me with thine iniquities.<RF>filled…: Heb. made me drunk, or, abundantly moistened<Rf>","I, <FI>even<Fi> I, <FI>am<Fi> he that blotteth out thy transgressions for mine own sake, and will not remember thy sins.","Put me in remembrance: let us plead together: declare thou, that thou mayest be justified.","Thy first father hath sinned, and thy teachers have transgressed against me.<RF>teachers: Heb. interpreters<Rf>","Therefore I have profaned the princes of the sanctuary, and have given Jacob to the curse, and Israel to reproaches.<RF>princes…: or, holy princes<Rf><CM>"]