{
  "title": "Bridge to a Satisfying Life",
  "number": 5,
  "introduction": "They found his skeleton beside a makeshift shelter on a desolate island in the mid-Atlantic. The anonymous seaman kept a journal which detailed his four-month ordeal. He’d been set ashore on Ascension Island by the Dutch fleet in 1725 for some unmentioned crime. Soon he was reduced to drinking the blood of turtles just to quench his raging thirst. The man’s physical suffering was intense, but an even greater pain stands out in his journal: his overwhelming guilt.\nHe penned tormented words such as: What pangs do wretched mortals feel who leave the paths of righteousness, pleased to increase the numbers of the damned.” This seaman’s greatest isolation on that lonely island came from his sense of separation from God. That is what proved unbearable in the end.\n Human beings have been struggling with that isolation of the heart ever since Adam a*nd Eve “hid from the LORD God among the trees of the garden” after eating the forbidden fruit (Genesis 3:8). The strange new emotions of shame, guilt, and fear compelled that first couple to run away when God came calling. Those feelings are unfortunately quite familiar to us now.\nWhat is it that causes a separation between us and God? “Your iniquities have separated you from your God;your sins have hidden his face from you” —Isaiah 59:2. (Unless otherwise noted, all Scriptural texts in the DISCOVER guides are from the New International Version of the Bible [NIV].)\nThis great gulf that isolates sinful beings from God is not His doing. God didn’t run from Adam and Eve—they ran from Him.",
  "sections": [
    {
      "title": "SATISFYING OUR HIDDEN HUNGER",
      "number": 1,
      "text": "Before sin spoiled the picture, Adam and Eve enjoyed intimacy with their Creator in a beautiful Garden home in Eden. Tragically, they bought Satan’s lie about becoming as wise\n| as God and broke the bond of trust with their Maker (Genesis 3). ‘\n— After being expelled from the Garden of Eden, Adam and Eve found life a lot tougher on\n| the outside. Childbearing and tilling the soil now came with blood, sweat, and tears. Their\nclose bond with God broken, they found themselves vulnerable to unsatisfied desires and\npainful yearnings—the loneliness of sin. '\n| Since Adam and Eve’s first act of rebellion, “all” (the entire human race) have fallen into ' e\ni the same sin pattern and are subject to death, sin’s ultimate penalty. -\n- “Therefore, just as sin entered the world through one man, and death throwugh sin, '\nand in this way DEATH CAME TO ALL MEN, because ALL SINNED.”\n- —Romans 5:12.\n: We all experience a great hunger of the heart for that which we've lost, a longing fora\n| kind of security which only God can give. We often try to satisfy that hunger by a shopping\n| binge, or a mad race for promotion at work, or by simply drowning out the hunger with e\nalcohol, drugs, or promiscuity. '\nBut all our yearnings are symptoms of a loneliness for God. And there is no cure except e S\nexperiencing His love in our life. -. f\n“You ... will fill me with joy in your presence, with eternal pleasures at your right ’ ;\n| hand.” —Psalm 16:11.\nReal satisfaction will only come when that gap between us and God is bridged and we’re ' *\n* able to walk over into His presence.\n:"
    },
    {
      "title": "BRIDGING THE CHASM OF SIN AND DEATH",
      "number": 2,
      "text": "People are not the only ones made lonely by sin. God’s heart ached too on the day Adam :\nand Eve turned their backs on Him. And He still grieves over human sorrows and tragedies.\n, ‘God is eager to satisfy our hidden longings and to heal our emotional wounds. He wasn't\n| content just to look sympathetically across the chasm that separates us from Him. God\n| decided to become a bridge across the chasm of sin and death.\n| “For God so loved the world that he gave his one and only Son, that whoever }\nbelieves in him shall not perish but have eternal life. For God did not send his Son into\nthe world to condemn the world, but to save the world through him.”\n—John 3:16, 17. '\nGod gave His Son, and Jesus gave His life as a sacrifice for sin, paying the death penalty\nHimself. His life, death, and resurrection made it possible to forgive and save sinners\n| without trivializing sin, and gave the universe a demonstration of the true character of\nChrist and Satan. The bridge of Christ’s broken, bleeding body draws people back from the\ntrap of sin. Love spans the chasm, enabling all who place their faith in Christ as Lord and E\nSavior to walk over into eternal life."
    },
    {
      "title": "SEVEN ESSENTIAL FACTS YOU SHOULD KNOW ABOUT JESUS",
      "number": 3,
      "text": "These seven facts about Jesus are not true of any other man who has ever lived:\n(1) Jesus Came From Heaven to Earth .\nHow long did Jesus claim to have existed? s '\n| “Before Abraham was born, I am!” —John 8:58.\n. Jesus notified the world: “I am!” I have always existed and always will. Though Jesus\nwas born of a human mother (Matthew 1:22, 23), He is God—God in human flesh.\n. . T o\n\n\n1\nDwight L. Moody, the Billy Graham of the 19th century, once said of the incarnation of -\n| Jesus, “It would have been a great sacrifice for Jesus to come and be rocked in a silver cradle, be 1\nnursed by an angel, and be fed with a golden spoon. But the Creator of heaven and earth came\n| and took man’s flesh, and was born in a stable of poor parents in the worst possible\ni environment.” ;\nAn angel told Joseph at the time of Jesus’ birth: i\n| “She [Mary] will give birth to a son, and you are to give him the name Jesus, because T\nHE WILL SAVE HIS PEOPLE FROM THEIR SINS.” —Matthew 1:21.\n_ Jesus, the Creator of the universe (John 1:1-3, 14), was willing to come to our world to _\n| : rescue us from sin and death. .\ni (2) Jesus Lived a Sinless Life\n“Jesus the Son of God, . ... has been tempted in every way, just as we are—yet wa’s 3\nwithout sin.” —Hebrews 4:14, 15.\n* God did more than try to talk us out of a life of sin and into a more satisfying one. By :\n- living here as a Man, Jesus made a life free from sin far more attractive than any sermon ever 2\n3 could.\n| Satan, Christ’s adversary, plotted throughout Jesus’ earthly life to seduce Him into sin. In =\nthe wilderness the Devil unleashed his fiercest assault against His integrity (Matthew 4:1-11). ,\nIn Gethsemane before His crucifixion, the pressure of temptation reached such intensity, Jesus ‘ Paine\nsweat drops of blood (Luke 22:44).\nBut Christ stood firm against everything the Devil threw at Him— “yet without sin.” ‘ )\n‘ Because Jesus experienced the full range of human problems and temptations, He understands t : ‘\nour struggles. He is able “to sympathize with our weaknesses” (Hebrews 4:15).\n| Why was it necessary for Jesus to live a sinless life?\n: “God made Jesus, who was sinless, to be sin for us; and in place of our sinful life Jesus\ngives us His sinless life, that we might be made sinless in Him.”\n—2 Corinthians 5:21, paraphrased.\n- Jesus overcame temptation and lived a sinless life so He could pass it on to us in exchange\n| for our old life of sin.\n(3) Jesus Died to Take Away Sin\ns How many people have sinned?\n| “For ALL have sinned and fall short of the glory of God” —Romans 3:23. .\n| What is the penalty for sin? {_\n“The wages of sin is DEATH; but the gift of God is eternal life in Christ Jesus our\nLord”—Romans 6:23.\n| Why did Jesus die?\n- “Look, the Lamb of God, who TAKES AWAY THE SIN of the world!” (John 1:29). P\n~ All of us have sinned and are subject to eternal death, but Jesus died in our place. He\nbecame “sin for us.” He paid the death penalty for us. His dying is a gift, and “the GIFT of God\nis ETERNAL LIFE in Christ Jesus our Lord” (Romans 6:23).\nJesus laid down His perfect, righteous life\n4 as a gift of love to us. Love like that is almost beyond human comprehension. And because of i\nA His death “we have PEACE with God” (Romans 5:1). \\\n(4) Jesus Arose From the Dead\nJesus’ death on the cross wasn't the end of His remarkable story. He couldn’t very well\nremain dead and be our Savior.\n“And if Christ has not been raised, your faith is futile; you are still in your sins. Then\n- those also who have fallen asleep in Christ are lost.” _\n—1 Corinthians 15:17, 18.\n\n\n- 1NN T e -\nL e eaa o e s I\n’ Mohammed and Buddha have presented to the world some great philosophical H\ntruths. They have inspired the lives of millions of people, but they have no\nsupernatural power to give life since they still remain in their graves. I %,\nBecause Jesus rose from the tomb the third day after His death, what promise is -\nHe able to make tous? .,\n| ‘ “Because I live, you also will live.” —John 14:19. i\n~ Jesus is alive! Because He has the power over death, He can deliver us from death\nand offer us life that is both abundant and eternal. He will live in our hearts if we ¥ ]\ninvite Him in. The risen Christ is present to meet our needs today. ‘ _\n“Surely I am with you always, to the very end of the age.”\n| : —Matthew 28:20.\nMen and women all over the world are sharing stories of how Christ has delivered\nthem from the worst addictions and the deepest emotional traumas. h\n| One of our former students wrote these words of gratitude on one of his answer ,\nsheets: “I was an alcoholic. One day while drunk, I saw a card in the gutter \\\nadvertising your Bible course. I picked it up, filled it out, and received my first true\n| knowledge of Christ. Shortly after taking the Bible course, I offered my heart to God\nand lost the taste for whiskey.” :\nWhen Jesus took possession of this manss life, a new power gave him the ability to\n; overcome his addiction. Because Christ is the risen Savior, He can save all who will\ncome to Him for help. ~\n| (5) Jesus Ascended to Heaven\nBefore Jesus returned to the Father after His resurrection (Acts 1:9), He made this\n3 promise to His followers: ~\n“Do not let your hearts be troubled. Trust in God; trust also in me. In my\n‘ Father’s house are many rooms; . .. I am going there TO PREPARE A PLACE FOR\n| , YOU. And...Iwill come back and take you to be with me . .. where I am.” —John\n14:1-3. .\n(6) Jesus Ministers as Heavenly Priest i\n~ Jesus constantly seeks to prepare us for a place in heaven.\n“He had to be made like his brothers in every way, in order that he might\nbecome a merciful and faithful HIGH PRIEST in service to God, and that he -\n| might make atonement for the sins of the people. Because he himself suffered '\nwhen he was tempted, he is able to help those who are being tempted.”\n' —Hebrews 2:17-18. ' .\nJesus came into our world to “make atonement for the sins of the people,” and\nrescue us from the misery of enslavement to sin. He died to save us so He can E\nultimately eradicate the cause of sin, suffering, and death by destroying the Devil. '\n‘ Jesus as our High Priest was “made like his brothers in every way” And He now x\nappears continually in the Father’s presence on our behalf as our Mediator. The same ‘\n| Jesus who blessed the children, rehabilitated the woman caught in adultery, and\nforgave the dying thief on the cross, is working in heaven right now to minister to our\nneeds, “to help those who are being tempted.” -\n| (7) Jesus Will Return :\n_ Before returning to heaven, what promise did Jesus make?\n~ “If1 go and prepare a place for you, I WILL COME BACK and take you to be\n\n\ne e ————————————— e :\nwith me that you also may be where I am.” —John 14:3.\nWhen Jesus returns, He will deliver us from the sin, sickness, tragedy, and death :\nthat plague this planet. And He will welcome us into a new world of eternal ,\nhappiness and immortal life."
    },
    {
      "title": "UNFAILING LOVE",
      "number": 4,
      "text": "The story is told of an arranged marriage in Taiwan between U Long and a young woman named “Golden Flower.” When U Long lifted the veil from his bride after the ceremony, he was shocked and disgusted. Her face had been scarred by smallpox.\nAfter that, U Long had as little to do with his wife as possible. She tried her best to make him happy; she worked hard at home, hoping her husband would eventually accept her. But he remained coldly indifferent to all her expressions of affection. After twelve years of this sham marriage, U Long began to lose vision in both eyes. A doctor told him he would go completely blind if he didn’t have a cornea transplant. But the operation was expensive and there was a long waiting list.\nGolden Flower began to work long hours in the evening making straw hats for extra money. One day, U Long was informed that someone’s cornea had been made available after an accident. He rushed to the hospital to have the operation.\nAfter he had recovered, he grudgingly decided to see his wife so he could thank her for raising the money. When he turned her bowed head so she could look at him, U Long gasped. She stared at him with sightless, blank eyes, the cornea gone. Overcome with emotion, he sank at her feet and sobbed. And then for the first time he whispered her name: Golden Flower.\nJesus longs for a relationship with those who’ve been indifferent to Him for so long. He longs for us to finally whisper His name as our Savior. He was willing to sacrifice not only His eyes but His whole body in order to demonstrate His unfailing love. His love is so powerful that Christ “came into the world to save sinners” (1 Timothy 1:15).\nChrist’s great sacrifice has created a bridge that spans our indifference, that covers our alienation. Have you personally discovered that He wants to draw you over the chasm and into His arms? Will you respond and pray,Jesus, I love You. Thank You for Your incredible sacrifice. Come into my heart and save me now—save me wholly, save me completely, save me eternally”?",
      "table": {
        "title": "JESUS",
        "details": [
          {
            "title": "CAME",
            "description": "as God in human flesh."
          },
          {
            "title": "LIVED",
            "description": "a sinless life in our place"
          },
          {
            "title": "DIED",
            "description": "for our sins."
          },
          {
            "title": "AROSE",
            "description": "to deliver us from death."
          },
          {
            "title": "ASCENDED",
            "description": "to prepare a home for us in heaven"
          },
          {
            "title": "MINISTERS",
            "description": "each day as our high priest."
          },
          {
            "title": "IS COMING SOON",
            "description": "to take us to be with Him forever"
          }
        ]
      }
    }
  ],
  "questions": [
    {
      "number": 1.1,
      "question": "Sin caused separation from God.",
      
      "response": false
    },
    {
      "number": 1.2,
      "question": "Death came to all as a result of sin.",
      
      "response": false
    },
    {
      "number": 1.3,
      "question": "We satisfy the heart hunger which sin has caused by seeking God’s presence in our lives.",
      
      "response": false
    },
    {
      "number": 2.0,
      "question": " Jesus came to pay the death penalty for our sins, to bridge the gap between us and God, and to give us eternal life.",
      
      "response": false
    },
    {
      "number": 3.1,
      "question": "Jesus came to our world as God, who existed from eternity, to save us from our sins. ",
      
      "response": false
    },
    {
      "number": 3.2,
      "question": "Jesus came to our world as the Creator, out of obligation because He created us.",
      
      "response": false
    },
    {
      "number": 3.3,
      "question": "Jesus lived in our world a sinless life in our place",
      
      "response": false
    },
    {
      "number": 3.4,
      "question": "Jesus lived in our world a nearly perfect life, even though tempted by Satan to sin.",
      
      "response": false
    },
    {
      "number": 3.5,
      "question": "Jesus died for the sins of all the peoples of the world.",
      
      "response": false
    },
    {
      "number": 3.6,
      "question": "Jesus died only for the sins of righteous people.",
      
      "response": false
    },
    {
      "number": 3.7,
      "question": "Jesus rose from the grave the third day just like Mohammed and Buddha",
      
      "response": false
    },
    {
      "number": 3.8,
      "question": "Jesus rose from the grave the third day so He could give us a new life.",
      
      "response": false
    },
    {
      "number": 3.9,
      "question": "Jesus ascended to heaven to prepare a place for us in heaven.",
      
      "response": false
    },
    {
      "number": 3.10,
      "question": "Jesus ascended to heaven and we will never see Him again.",
      
      "response": false
    },
    {
      "number": 3.11,
      "question": "Jesus is coming soon; He now ministers each day as our High Priest to deliver us from being slaves to sin.",
      
      "response": false
    },
    {
      "number": 3.12,
      "question": "Jesus is coming soon; He now ministers each day as our High Priest by offering animal sacrifices to deliver us from sin.",
      
      "response": false
    }
  ],
  "thought_question": "Since Jesus has done and is doing so much for us, does your heart respond to Him by asking Him to forgive your sins and come into your heart and save you?"
}