{"title":"","number":12,"pages":["i\n. ‘ e ——————\nT -\n- e —— 4%:=s%\"’>-’\"°\"’?¥ - ;\nR . 2\n: e %«é‘%%;/ > A ..\npmarnaaE e ... ... ]\nS “‘“”e’%‘q’“*‘Wf\"””fﬁ‘@a:*@‘\\f’ééz\"ﬂ&ﬂ*ﬁ o - - &,2\"\" G . s - ]\ne wf%é%f%@%fﬁg%gg%ﬁg@%?@ . . . .. .. .\ny . b . . .. . s ‘ ... e Gl ,;;\\g;\ne %? . i \"#%\":2'?’?4‘/‘5':‘“-%9‘“ o = . aaay «% s e ;?}-sﬂ”s%&;@é B L s\n*@za*%ﬁ%gf o .. e %v\"’“‘p L e @\"’un%w%xg«%%»@\n' i 3’,\\ . %«\"’?f’s«””\"/ G s . o G Lo o ,ggg,zﬁ o .\nb R e G e S *-!»?.’é&%’*?.’é?{’r'- = i S ‘}5'“ %’5”% S e S s vess e sy ’«/ S 3,;“\"’“?’“ i i 7{8&*\n. %ﬁﬁ%é%f\\;&%x{f »z&’«%w%ﬁ’?g‘“%%{f’gﬁm@;ﬁ%@%‘}%«%&%1@&%%*@;@Aﬁ«gs*“\"’;?%’“ﬁ\"»“’??@é@m ‘?r%ﬁ%@w&” ..\n. gf?kﬁgﬁzz;gzﬁgﬁ&@:&%%%w&;M’%%{ﬁéﬁé«ﬁw?*y%{‘;%‘%ﬁ;}ﬁi@%ﬁmﬁ%%w»sfwmam;ﬁi . ﬁ%? \\*/ﬁ-é&“i*ﬂ”’/“%«w;,wg\n: *’“;».«z@”u&i”*«}%?gfw”\"«ff“«‘%ﬁfﬁe’“1“«’”»@?/’”9‘?““»:‘”\"” 5 . “J’w“«“””ﬂ4~/“’?f ;\n,’?;%%é;%%fg;zﬁjﬁg%x%m;gm””‘x” h I = 2 @ B B é“%‘“&”g‘?w%%&»’i’ffw“““«@\n- N | P i e k) “‘b’gﬁ 5 e ‘4*\\¢’f*%w?’vwé‘f,«ﬁ/:%*\"*?/“’,vg’»f‘%sﬁ“‘:ﬁ\n. B WM & ¥V w% F e F s = %”m;%ﬁ%@?@w&@ggw”,\n.. - B = T & & . S .. @ § . .. .\ni B = = GREa AR Heliaaen ¥ iy % S ’%,(? i b e @;{g@ﬁ:},& coEre e G I ;Je,,f‘\\so\\,\\gu‘,x,,,//,%\ne g % o ;3 B e ] &= a0 S e v oe,ﬁgv)@/f*&ﬂ« o\n. = T L B = L ~‘ 1 B . . ...\n{g«?”&ﬁ,@%’” . R v %‘* . R &= | B . é’ﬁ«gw%’:@%wﬁm ;\n... = < - F B i &8 @@ «ffszsx‘/»,««oswﬁy%wwv\ng B g = i fo e i vEEEEE S0 e b gaa e :wvﬂz,,,,yx,,f,,g\n‘Méfﬁé‘zﬁ??ﬁ“&' S - '-%i\"‘i‘\"‘%\"‘-‘ g o ko o S mae & e & b Ll o e o\n... - A = 4 4= 0 B § g .. . *f*“”ﬁ?’ﬁ\"«ﬁﬁﬁ%a”’xﬁﬁﬁ .\n%@Qﬁ%{» . A L b . ] . F o % Y S &””?%f@&w%f\n. ] L B . - @ = s £ G é%’«ﬁm‘a*%m e\nM*»’%J‘/’f” ”’%’%i% o Z \"’”@égﬂ b ] ¥ Z % i = v e L\n. g‘;z > | a @@= @9 | BB . %ﬁf\"““gﬁ/‘ﬁ“’f’%«ﬁﬁ@ﬁ g |\n. = = s L . = Wy . (E W . | .\nP T P | L ¥ B B I e Ny\n.. I @ 2B Tl i B 2. o B B X‘Am»*w’%”w’/.ffafxfﬁa\"V\"%}vi\n... - i B v . i . e 8 ] :xf&%wﬁ»wﬂ’ww”uw . &y\n. | j T Y. E | %»V %i . 4 % E ) «?«*%g& 5 ... 3. &2;“% y\ne b ] & 9 S W 4 P pommomeren e § & R B o B e S\n??s’/fjoi’%f\"gfﬁﬁ f «\"’\\:5‘7 ¢ < ﬁ%%? ' U m %ﬁ’gﬁg\\@;f<,§#; s B . 8 . i 5 F\n. el g B g e . - - B 1§ E B B s\nff«m”%m —— T «;f’ «vﬁ%%@mgﬁ,}%’3%%‘?4@,5%?3%%5’&« S i\n,/z,,;ﬂ,v,/:(j;,y;y, e - fyg»f?'\"’ i of/w,w;??x‘xff«f}}}, »@gﬁ;”l%’ﬁ%&%ﬂ“;/»“ i\n.. . ’f:;' . p?’s’&-&“ﬂ“)‘}}~w’*”“ o\n7 i s /‘ CmEEEL\nN -\n... - @\nel =\n- ] S t t' h l d :\n| lostinagrassy |\n2 g 8 h\n: ink k night\nwasteland on an 1 y blac git,\n» ' ] g .\nim by name: “Peter!”« |\nGod called him by name: .\nS h ly voice called out\nWhen the he ¥\ne . .\nLT Peter stopped in his tracks, |\ne Eaondin G .\nSmmmia = . e S i Wa S\no looked down, and discovered he\ni . I B 2 a8 o IIltO an\ne B VT Va | tep away Irom plunging ,\n%ﬁﬁv = O 44 & | 4 a S ep\nb s - N i\n“§ S e 0’525,;,{(;, P \\.;::;-; R s >\ng . e o 2 % e &\no O\nf? . o T ” . o : S\n,%w,é i T b - ae r 0 Ca ln\nprann G e e B SE S S = = i\n. KL EERTE Ny ame? WO nt it be gr o\nVi % y;&:% | By . B & & 2 3 . f\ne y”::f,ﬁ ;| o | Ty B ; a com anlon_l W ,\nWSy VWP were that clos\n- . Ctua % Slt Own Og :\ng i e 3 i -\n- e e . ?\n- w.::‘/,;' :« :‘:'5:_‘2,;;.; e\n. g”;v .\ne g o S\niV J / '5355'1’13’2'3:.:::1.'\"\"\"' : D\n5 “a% ‘,.:v:::::?:.%, : »\no AN A ' nearer to Jesus now tha\n>*“§/§ e R He actllauy 11 VE ere\n:v 4}’% ,, o e B .\nR ' flesh in our town would be\n. TN é - but thi of the\n. : WOl Iderful Of course, k\nA s a2 - ‘ 3 2 = 2\n- r k. Think of the demands ‘\n... 3 e i A : : :\n,‘*ﬁ, S S : .\no o . s et CO\n- . - : w mlnu eS\ni ey i : 7 \\\n. gﬁ&’%%%/ g e : : llfetlme\n7 o Vi 7 g Seeeoai i 3 l l g % i\ni - T oo . . : .\ni - . i ... ] . o = . lt te a\no i i G AR »'}-,5___(5\"”75.:‘-',4-:,;:-:?/:::;'7:5;;;;;:‘ 2 S 3 o S g\nb T s G : S 3 : e = ]\n... . . . .\ng e i e Gt : S e\n. ' - . . = WL U ; i\n. . - ‘hat’ one reason Wh H :\n. . . . é?”\" USt Ak : '\n. 22 ’1‘2’ T 4\"/':1;7\"::':'[i'ﬁ\".15:-521:5::’;15‘».1:11':1:7:?5%5{/47,‘:::1-:5:1:5:5:;-:;:;::;:;_:j&,j:v;:;.;:;:;::1:5;:;’:;:;;:,-:-:-'\"-' St 3 1 1c oarith t S ec\n. ; . a““;j&>,gfw . : .\ni / . T . S i R\n. fa%“’ L AnTAA DoAY eac O llS ever Y Y'\nG Y s . S G\nv Y e G o a lmlte tO One\n. . . ..oy Ve use eSIIS 1S\n. G . s s g e S W en\n. ’ﬁ%% G .. - uace e\n. ”/%3 . w&/ B d\nP . : v‘*» . gin\n' . . %”@%%* ”’3“ ... Bhea b\n' & v Vi . o e :\n. - 259‘4%‘«& ear tO lll e 2\nP e G T G ,&3*{;’3«\" s L § .A\nG 7 G e s T % z\\v‘:.,)y/»,;? e s o e\n. . . //? - }qgﬁf:hgijvvﬂ s 2 s\n. “’%’iM Wi Hin person mndaivl 2\n,‘%@; - %’Q‘fﬁ%’w» . .\n- A .0 - mise di\n. /f‘f ”’”‘*«\"‘What enCOuragmg Pro\no s G ',,A,w‘ié;(”\", Sommms e M b\n% R S G G i -:y){f/;xf.:4.4:‘.;2:;.;::‘a:::'-:-.--:-:~:»;;:;:;:::~;~£::v-.:;,;,»:;.,:;.;:<.‘r:r,A:-:-;;:;:;:,:;:;:;.;.:.;.--3-:-,-:::-';:;';-v e e B\nZ s 7 i e o o ey 5 i\n. /’%Zég;:/g . ﬁiﬁﬁ%«é/”f,& ?\n7 o . i ~a7/:& »ﬂzi« ? s\n5% L i G 7 e e /w::54\",-‘»:-{;—\".-'~':23:§:5:;:;::-:;::-’:‘,-,3:».-::;:5::-:::::::-;-f;»-.., S e 8%4\n553”2’%: . . f“(@ig\"‘?,ﬁ 1eavells :\n. fg& . “Sggﬁi@,ik e L& ‘\ni S L \"g_«.;z::z:.{;:fs_:?&._ﬁ::;v;:-::;;-t-:;:;:;:;:::_s:-,~.r:v:;:;;;:::;‘—-:,;»::_».:A.;A_::,: e 4\n' ... »wé%ﬁ?m““ aeao\n- / . . . ... e\n- -\n","“I AM WITH YOU ALWAYS, to the very end of the age.” —Matthew 28:20. (Unless\notherwise noted, all Scriptural texts in the DISCOVER guides are from the New\nInternational Version of the Bible [NIV].)\n~ What is Christ doing in heaven that makes it possible for Him to be “with you\nalways™? '\n“Therefore, since WE HAVE A GREAT HIGH PRIEST who has gone through the\nheavens, JESUS THE SON OF GOD, let us hold firmly to the faith we profess. For we do\nnot have a high priest who is unable to sympathize with our weaknesses, but we have |\none who has been tempted in every way, just as we are—yet was without sin. Let us then\napproach the throne of grace with confidence, so that we may receive mercy and find yor\n grace to help us in our time of need.” —Hebrews 4:14-16. |\nNote the assurances of having Jesus as our personal representative in heaten: ‘\n“Tempted in every way, just as we are.” “Sympathize with our weaknesses.” “Help us in\nour time of need.” With Jesus as our High Priest we’re no longer cut off from a distant\nheaven; Christ can usher us into the very presence of God. No wonder we're urged to ‘\n“approach the throne of grace with confidence.”\nWhat place does Jesus occupy in heaven? |\n| “But when this priest [Jesus] had offered for all time one sacrifice for sins, he sat\ndown AT THE RIGHT HAND OF GOD.” —Hebrews 10:12. '\nThe living Christ—someone who understands—is our personal representative on\nthe throne “at the right hand of God”\n| How did the life of Jesus prepare Him to be our priest? ‘\n“For this reason he had to be made like his BROTHERS in every way, in order '\n‘ that he might become a merciful and faithful high priest in service to God, and that |\nhe might make atonement for the sins of the people. Because he himself suffered\nwhen he was tempted, HE IS ABLE TO HELP those who are being tempted.”\n—Hebrews 2:17, 18.\nOur “brother” who shares our humanity and was “tempted” like we are, is now our\n‘ High Priest at the Father’s right hand. “Made like” us, He knows what we’re going\nthrough. He’s been hungry, thirsty, tempted, and exhausted. He’s felt the need for\nsympathy and understanding.\nBut above all, Jesus is qualified to be our High Priest because He died to “make\natonement” for our sins. He paid the price for our sins by dying in our place. This is the\nGospel, the Good News for all human beings everywhere and for all time. |\n/ One of our Bible School directors shares this experience: “When our youngest\ndaughter was three, she caught her finger in a folding chair, splintering the bone. As we\nrushed her to a doctor, her loud cries of pain really tore at our hearts. And they touched\nour five-year-old in a special way. T'll never forget her words after the doctor had cared .\nfor her sister’s injury. She sobbed, ‘Oh, Daddy, I wish it could have been my finger!””\nWhen all humanity were crushed by sin and condemned to die eternally, Jesus said, |\n' “Oh, Father, I wish it could have been Me.” And the Father gave Jesus His wish at the\ncross. Our Savior has experienced every agony we have suffered—and more! |\n2. THE GOSPEL IN THE OLD TESTAMENT\n| When the people of Israel camped at the foot of Mount Sinai, God instructed Moses\nto build a portable sanctuary for worship “according to the pattern shown you [Moses]\non the mountain” (Exodus 25:40). Nearly 500 years later, King Solomon’s great stone\ntemple replaced the portable sanctuary. And the temple was built on precisely the same\nplan as the portable sanctuary. - '\n’ When God gave Moses the directions for building the sanctuary, what specific\n","purpose did He have in mind? . |\n“Then have them make a sanctuary for me, and I WILL DWELL AMONG THEM.” |\n| —Exodus 25:8. ; |\nSin caused a tragic separation between human beings and their Creator. The\nsanctuary was God’s way of showing how He can again live among us. The sanctuary, and |\nlater the temple, became the center of religious life and worship in Old Testament times. 3\nEach morning and evening the people could gather around the sanctuary and establish\ncontact with God in prayer (Luke 1:9, 10), claiming God’s promise: “I will meet with you”\n(Exodus 30:6). |\nThe Old Testament teaches the same gospel of salvation as does the New Testament. | |\nBoth portray Jesus dying for us and ministering to us as our High Priest in the heavenly\nsanctuary. ‘ - ,\n3. JESUS’ MINISTRY FOR US REVEALED IN THE\nSANCTUARY\n‘The sanctuary and its services reveal what Jesus is doing now in the temple in heaven,\nand what He is doing now on earth to enrich and guide each of us in our daily lives. |\n| Since the earthly sanctuary was patterned after the temple in heaven, it reflects the\nheavenly sanctuary where Christ now ministers. Exodus 25-40 describes the services and\nceremonies of the wilderness sanctuary in great detail. A brief summary of the sanctuary\nfurnishings appears in the New Testament: :\n‘ “Now the first covenant hiad regulations for worship and also an earthly\nsanctuary.. .. In its first room were the lampstand, the table and the consecrated ' .\no bread; this was called the Holy Place. Behind the second curtain was a room called the\nMost Holy Place, which had the golden altar of incense and the gold-covered ark of the\n| covenant. This ark contained . .. the stone tablets of the covenant [on which God\nwrote the Ten Commandments (Deuteronomy 10:1-5)]. Above the ark were the\ncherubim of the Glory, overshadowing the atonement cover [mercy seat].” ‘\n| — Hebrews 9:1-5.\nThe sanctuary had two rooms, the Holy Place and the Most Holy Place. A courtyard\nwas laid out in front of the sanctuary. In the court stood the brass altar on which the |\npriests offered sacrifices, and the laver in which they washed.\nThe sacrifices offered on the brass altar symbolized Jesus, who through His death on\nthe cross became “the Lamb of God, who takes away the sin of the world!” (John 1:29).\nWhen the repentant sinner came to the altar with his sacrifice and confessed his sins, he\nreceived forgiveness and cleansing. In the same way, the sinner today obtains forgiveness\nand cleansing through the blood of Jesus (1 John 1:9).\nIn the first room, or Holy Place, the seven-branched lampstand burned continually,\nrepresenting Jesus as the never-failing “light of the world” (John 8:12). The table of\nconsecrated bread symbolized His satisfying our physical and spiritual hunger as the ever-\n| present “Bread of Life” (John 6:35). The golden altar of incense represented Jesus’ prayer\nministry for us in the very presence of God (Revelation 8:3, 4). e\nThe second room, or Most Holy Place, contained the gold-covered ark of the covenant.\nIt symbolized the throne of God. Its atonement cover, or mercy seat, represented the\n| intercession of Christ, our High Priest, interceding on behalf of sinful human beings who\nhave broken God’s moral law. The two tablets of stone on which God wrote the Ten\nCommandments were kept below the mercy seat. Golden cherubim of glory hovered over\nthe mercy seat on each end of the ark. A glorious light shone between these two cherubim,\na symbol of the presence of God Himself. o\n' A curtain hid the Holy Place from the view of the people as the priests ministered to\nSl F = . -\n","them in the courtyard. A second curtain in front of the Most Holy Place blocked |\nthis inner room from the priests who entered the sanctuary’s first room.\nWhen Jesus died on the cross, what happened to the curtain? |\n“At that moment the curtain of the temple was torn in two from top to\nbottom.” —Matthew 27:51. ' .\nThe Most Holy Place was exposed when Jesus died. After the death of Jesus no\ncurtain can come between a holy God and a sincere believer; Jesus, our High ~ * y\nPriest, ushers us into the very presence of God (Hebrews 10:19-22). We have\naccess to the throne room of heaven because Jesus is our High Priest at God’s\nright hand. Jesus enables us to come into God’s presence—into the Father’s heart | ‘\nof love. So “let us draw near” |\n, 4. A REVELATION OF CHRIST DYING TO SAVE US\nJust as the earthly sanctuary served as a miniature reproduction of the\nheavenly temple where ]esug«now ministers for us, the services carried on in the\nearthly sanctuary were “a copy and shadow of what is in heaven” (Hebrews 8:5). | .\n’ But there is a striking difference: The priests who served in the earthly temple )\ncould not themselves forgive sin, but at the cross Jesus “appeared once for all at ‘\nthe end of the ages to do away with sin by the sacrifice of himself” (Hebrews\n‘ 9:26). | |\nThe Old Testament book of Leviticus describes in detail the services carried\non in the sanctuary. The ceremonial rituals were divided into two parts: the daily\nservices and the yearly services. (Guide 13 deals with the yearly services.) A\nIn the daily services, the priests offered sacrifices for the individual and for\nthe entire congregation. When a person sinned, he would bring an unblemished\nanimal as a sin offering, “lay his hand on the head of the sin offering and\nslaughter it at the place of the burnt offering” (Leviticus 4:29). The guilt of the\nsinner must be transferred to the guiltless animal by confession of sin and the |\nlaying on of hands. This symbolized Christ taking on our guilt at Calvary; the\nsinless One became “sin for us” (2 Corinthians 5:21). The sacrificial animal had |\nto be killed and its blood shed because it pointed forward to the supreme penalty\nthat Christ suffered on the cross. | |\n5. WHY THE BLOOD?\n“Without the shedding of blood there is no forgiveness” (Hebrews 9:22).\n' What happened in the Old Testament sanctuary pointed forward to Christ’s one\ngreat saving act. Having died for our sins, He entered the holy places “once for all |\nby his own blood, having obtained eternal redemption” for us (verse 12). When\nJesus’ blood was shed on the cross for our sins, “the curtain of the temple [in\n| Jerusalem| was torn in two from top to bottom” (Matthew 27:51). Because of\nJesus’ sacrifice on the cross, animal sacrifices were no longer necessary. |\nWhen Jesus spilled His blood from the cross, He was offering up His perfectly |\nobedient life as a substitute for our failures. When the Father and Son were torn\napart at Calvary, the Father turned away in anguish and the Son died of a broken '\n‘ heart. God the Son stepped into history to take on Himself the full results of sin\nik S e L el e -\nL e e e L\n","3. — A\nand to demonstrate how tragic wrongdoing really is. He could then forgive\nsinners without trivializing sin. Christ made “peace through his blood, shed on\nv the cross” (Colossians 1:20).\n6. A REVELATION OF JESUS LIVING TO SAVE US\nWhat is Jesus’ day-by-day work in the heavenly temple?\n“Therefore he is able also to save completely [forever, margin] those who\ncome to God through him, because HE ALWAYS LIVES TO INTERCEDE for\nthem.” —Hebrews 7:25.\nJesus now “lives” to present His blood, His sacrifice, on our behalf. He is now\nworking diligently to save every human being from the tragedy of sin. Some |\nmistakenly assume that, as our Intercessor, Jesus is in heaven begging a reluctant\nGod to forgive us. In fact, it is God who joyfully accepts His Son’s sacrifice on |\nour behalf. |\nAs our High Priest in heaven, Christ also pleads with humanity. He works to\nhelp the indifferent take a second look at grace, to help despairing sinners grasp\nhope in the gospel, and to help believers find more riches in the Word of God\nand more power in prayer. Jesus is molding our lives in harmony with God’s |\ncommandments and helping us develop characters that will stand the test of\ntime.\nGod laid down His life for every person who has ever lived in this world.\n‘ And now, as High Priest or Mediator, “He always lives” to lead people to accept\nHis death for their sins. Although He reconciled the whole fallen world to : |\nHimself on the cross, He still can’t save us unless we accept His grace. People |\n= will not be lost because they are sinners, but because they refuse to accept the\npardon Jesus offers.\nSin destroyed the intimate relationship Adam and Eve once enjoyed with :\nGod. But Jesus, as the Lamb of God, died to free all humanity from sin and\nrestore this lost friendship. Have you discovered Him as your High Priest, the\n| One who ever lives to keep that relationship close and vibrant?\nChrist’s sacrificial death is utterly unique. Christ’s heavenly ministry is\nincomparable. Only Christ brings God close beside us. Only Christ makes it\npossible for the divine Spirit to actually dwell in our hearts. He emptied Himself\n| in order to make us full. He deserves a similar commitment from us. Let’s accept\nHim fully as the Savior and Master of our lives.\nwww.biblestudies.com\n2o o www.bibleinfo.com ,\n- The Voice of Prophecy Bible School, USA |\n",". i “\n- DISCOVER — Answer Sheet12 |\n| The number of each question in your Answer Sheet is the number of the |\n| section in DISCOVER Guide 12 where the answer can be found. |\nPlace an X before the true statements in each section. (Here’s a hint: Thereis :\nonly 1 wrong statement in each section.) |\n1. [ | Through the Holy Spirit, Jesus is more accessible to us now than if He lived\non earth. ‘-\n|| Jesus is near to guide the life of every willing person. B -\n|| As our High Priest, Jesus is our personal representative in heaven at the |\nright hand of God. ‘ < E ,\n|| Because Jesus was tempted as a Man, He is able to help us. j\n[_| Jesus died only for a chosen few.\n2. | | The Old Testament temple was a place where God met with Israel. |\n|| The Old Testament temple had little to do with worship. | .\n- [_| The Old Testament temple taught the same gospel that the New Testament\nteaches.\n3. [_] The services conducted in the temple taught people about Christ’s death |\n' for our sins and His ministry as our High Priest. |\n|| The temple services have no meaning to Christians. | '-\n|\n|\n( |\n<8 | : o . . i\n| 4. [ ] The sacrifices offered in the temple pointed forward to the cross. |\n[_| The temple had no provision for Israel to find forgiveness for sin. |\n|| Israel’s temple was patterned after the temple in heaven. %\n. . 5 6 s !\n5,6. [ | The temple in Jerusalem still has the curtains from Christ’s time.\n|_| The priest’s work in the temple represented what Christ does for us. |\n|| As our High Priest, Jesus is now cleansing us from sin by His blood. |\nHEART QUESTION: As the Lamb of God, Jesus died for our sins; as our ; | |\nHigh Priest, Jesus draws us into an intimate relationship with God. Because of 4\nwhat Jesus has done and is doing for you, how do you feel about Jesus? |\n| |\nYour Name: : e e e\nAddress: : i S R\n| Phone:\n| | e e s s e B\n=  Comnight © WSl IheniceofPeaie. - - n\\bloor Poteey |\n"]}