{
  "title": "Plan for our Life",
  "number": 4,
  "introduction": "After a minister had spoken on the subject, “Why I Believe in Jesus,” a well dressed young man paid him a visit in his study and remarked, “Your talk tonight was interesting, but everything you said about Christ came out of your Bible. Tell me, if Jesus ever lived on this earth why doesn’t history tell about Him? \n“That’s a fair question,” the minister answered as he turned and took down several books. “But as a matter of fact, history does tell about Jesus Christ\nThat I’d like to see for myself,” the young man responded Well here is Letter 97 of Book 10 of Letters of Pliny the Younger, Roman proconsul in Bithynia, a province of old Asia Minor. Pliny wrote to the Roman Emperor, Trajan, telling him about events in his province. See, here he is asking counsel on how he should handle a new sect, the Christians. He tells of their rapid growth and of how they sang hymns composed to their leader, Christ. Pliny sent his letter about A.D. 110. The letter by Pliny offers historical evidence of the man, Christ, and of the spread of His faith in the days of His apostles\nSurprised, the young man said, “Tell me more!\nAs the minister thumbed through another book, he added, “Another historian, contemporary with Pliny, was Tacitus. In his Annals (Book 15, chapter 44) he tells of Nero’s hatred for, and persecution of, the Christians at the time of the burning of Rome. Tacitus explains that the term ‘Christian’ comes from the name ‘Christ.’ He mentions that Jesus Christ, the founder of the Christian religion, had been put to death by Pontius Pilate, Procurator of Judea, during the reign of Emperor Tiberius. All these details that Tacitus gives us match exactly the events, names, and places given in the Bible.”\nPastor, I never knew things like that were in secular history!” the visitor exclaimed. The minister added, “I want you to notice that about A.D. 180 Celsus wrote a book attacking Christians, indicating that Christianity by that time had become a force to reckon with.\nIf you are still in doubt, remember that the four Gospels are just as much history as these secular books.'\nWhen this young man realized that both sacred and secular history agree that Jesus did live as a man on earth, he went away convinced that Jesus Christ was a real, historical figure.",
  "sections": [
    {
      "title": "CHRIST EXISTED FROM ETERNITY",
      "number": 1,
      "text": "Jesus was not merely a good man, He was also God. What claim did Jesus Himself make concerning His divinity?\nIf you really knew me, you would know my Father as well. From now on, you do know him and have seen him    • • • •   Anyone who has seen me has seen the Father.     yy John 14:7-9. (Unless otherwise noted, all Scriptural texts in the DISCOVER guides are from the New International Version of the Bible [NIV].) \nIf you wish to know the answer to the questions, “Who is God? What is He like?” just look at Jesus, who declared, \n'I and the Father are one.' John 10:30. \nGod the Father and Jesus the Son have existed together from eternity (Hebrews 1:8). There never was a time when Jesus was not one with the Father. The Father shares the same love and care for each person that Jesus demonstrated during His human life on earth"
    },
    {
      "title": "CHRIST, THE HEART OF HISTORY AND PROPHECY",
      "number": 2,
      "text": "Since Christ’s life story is a fulfillment of prophecy, His life story was written before He was born. Old Testament prophecies present a clear outline of Christ’s life, death, and resurrection in advance. The New Testament is His life story told in fulfillment.\nLiving from five hundred to fifteen hundred years before Christ’s birth, the Old Testament prophets made scores of very specific predictions about the life of the Messiah.\nAnd at the very beginning of Christ’s earthly ministry, as people compared His life with Old Testament prophecies, what did they conclude?\nWe have found the one Moses wrote about in the Law, and about whom the prophets also wrote—Jesus of Nazareth, the son of Joseph.'  John 1:45.\nOur Savior appealed to fulfilled prophecies to establish His identity:\n“And beginning with Moses and all the Prophets, he explained to them what was said in all the [Old Testament] Scriptures concerning himself.” Luke 24:25-27. Fulfilled prophecies give convincing evidence that Jesus is the promised Messiah."
    },
    {
      "title": "CHRIST’S LIFE A FULFILLMENT OF PROPHECY",
      "number": 3,
      "text": "Let’s look at a few of these prophetic passages from the Old Testament—and their fulfillment in the New Testament record.\nHIS PLACE OF BIRTH\nThe Old Testament Prophecy:'But you, BETHLEHEM Ephrathah,... out of you shall come forth to Me the One to be Ruler in Israel, whose goings forth are from of old, from everlasting.'—Micah 5:2, NKJV\nThe New Testament Fulfillment:'Jesus was born in BETHLEHEM in Judea, » Matthew 2:1\nHIS VIRGIN BIRTH\nThe Old Testament Prophecy:\nThe VIRGIN will be with child and will give birth to a son, and will call him Immanuel [God with us]. Isaiah 7:14.\nThe New Testament Fulfillment:\n“Joseph son of David, do not be afraid to take Mary home as your wife, because WHAT IS CONCEIVED IN HER IS FROM THE HOLY SPIRIT. She will give birth to a son, and you are to give him the name Jesus [the LORD saves]. Matthew 1:20-23.\nHIS LINEAGE FROM THE TRIBE OF JUDAH\nThe Old Testament Prophecy:\nTHE SCEPTER WILL NOT DEPART FROM JUDAH until he comes to whom it belongs -- Genesis 49:10.\nThe New Testament Fulfillment: “For it is clear that OUR LORD DESCENDED FROM JUDAH.” -- Hebrews 7:14.\nHIS REJECTION\nThe Old Testament Prophecy:\nHe was despised and REJECTED by men. Isaiah 53:3.\nThe New Testament Fulfillment:\nHe came to that which was his own, but HIS OWN DID NOT RECEIVE HIM.” John 1:11\nHIS BETRAYAL AND THE FEE PAID HIS TRAITOR\nThe Old Testament Prophecy:\nEven MY CLOSE FRIEND, whom I trusted, he who shared my bread, has lifted up his heel against me. »  Psalm 41:9.\n I told them, ‘If you think it best, give me my pay; but if not, keep it.’ So they paid me THIRTY PIECES OF SILVER. Zechariah 11:12.\nThe New Testament Fulfillment:\nThen one of the Twelve—the one called Judas Iscariot—went to the chief priests and asked, ‘What are you willing to give me if I hand him over to you? So they counted out for him THIRTY SILVER COINS. Matthew 26:14,15.\nHIS DEATH ON A CROSS\nThe Old Testament Prophecy:\nThey have PIERCED MY HANDS and my feet.”—Psalm 22:16.\nThe New Testament Fulfillment: When they came to the place called the Skull, there THEY CRUCIFIED him. Luke 23:33. (See also John 20:25.)\nHIS ESCAPE FROM THE TOMB\nThe Old Testament Prophecy:\nBecause YOU WILL NOT ABANDON ME TO THE GRAVE, nor will you let your Holy One see decay.”—Psalm 16:10\nThe New Testament Fulfillment:\na  Seeing what was ahead, he spoke of the resurrection of the Christ, that HE WAS NOT ABANDONED TO THE GRAVE, nor did his body see decay. God has raised this Jesus to life, and we are all witnesses of the fact. Acts 2:31,32. The evidence is strong that Jesus didn’t just happen to fit a few predictions. His biography was indeed written beforehand by supernatural means. Truly, Jesus is the Son of God.\nAfter looking at the evidence, we need to make a prayerful decision about who is going to be Lord in our lives. If you have not already done so, will you place your life in Jesus hands?"
    },
    {
      "title": "A GOD-PLANNED LIFE",
      "number": 4,
      "text": "Jesus lived a God-planned life, one outlined hundreds of years before His birth. Always conscious of this fact, He remained sensitive to God’s leading. Christ said: \n“I do nothing on my own but speak just what the Father has taught me.... for I always do what pleases him.” —John 8:28,29.\nGod planned the human life of Jesus before His birth, and God also has a plan for every human being. He knows how each of us can fulfill our deepest desires and find an abundant life.\nRay wasn’t always so sure he wanted to submit to God’s plan. But when he faced a big decision about where to go to college, he decided for the first time in his life to seek divine guidance on the subject. He prayed for several days and tried to listen for some answer. After a while he seemed to get very clear reasons on why he should choose Option B: a less expensive, but huge and impersonal university. Soon after starting classes he got acquainted with some wonderful Christians who belonged to Campus Crusade for Christ. His experience with them during the next two years radically changed his life.\nWhen Ray looks back today, he notes that every time he has faced a major decision and sought divine guidance, “God opened up a whole new area of my life.\nHow can you know God’s plan for your life? God guides in several ways:\n(l) THE BIBLE.\nAccording to the psalmist, what is life’s Guidebook?“Your word is a lamp to my feet and a light for my path.” Psalm 119:105.\nGod’s Word renews our minds and gives us insight (Romans 12:2, Psalm 119:99). A regular time of prayerful study in Scripture is the best way to get our priorities straight.\n(2) PROVIDENTIAL CIRCUMSTANCES.\nGod also guides us by divinely-directed circumstances. Psalm 23 pictures Him as the Good Shepherd. A shepherd leads his sheep through lush valleys as well as through rocky ravines. He is capable of helping his charges benefit and learn from every experience. We have a Shepherd who sticks close by our side.\n(3) DIRECT COMMUNICATION OF GOD TO THE HEART.\nGod also guides us by speaking to our conscience. The Spirit can enlighten “the eyes of your heart” (Ephesians 1:18). The more consistently we practice communicating with God, the more He is able to guide us. He molds both our inner impressions and our reasoning and judgment so we can see clearly the next step we need to take."
    },
    {
      "title": "THE GUIDES MUST HARMONIZE",
      "number": 5,
      "text": "It’s possible, of course, to assume you are living a God-directed life when you are merely following your own inclinations and impulses (Proverbs 16:25). Our feelings must harmonize with Bible teaching. It’s not safe to conclude that God is leading us unless all three of the guides harmonize.\nTake Jake, for example. He had a lovely wife and two children, but had an affair with another woman. He told his friends: “I’ve prayed about it and I feel it’s God’s will: \nJake’s emotions and “inner impressions” clearly sent him down the wrong path. He imagined that it was “providential” that he’d met this other woman and didn’t step back to look at the Bible commands against adultery. And the Bible, “the law and the testimony,” is the authoritative guidebook, the final judge for determining a right course of action (Isaiah 8:20). We must never allow any impression or apparently « providential circumstance lead us away from a biblical principle."
    },
    {
      "title": "SUBMITTING TO GOD’S PLAN",
      "number": 6,
      "text": "When the Devil came to tempt Jesus in the wilderness, he suggested, “If you will .\n only forego the painful sacrifices your Father has planned for you, I'll give you the\n world in the palm of your hand—with fame, fortune, and a comfortable lifestyle.” \nSatan even quoted Scripture in an attempt to lead Jesus astray. But each time Jesus\nfought him off with the words, “It is written” (Matthew 4:1-11).\nOne powerful lesson we can learn from the life of Jesus is submission to the\nGod also guides us by speaking to our conscience. The Spirit can enlighten “the eyes of your heart” (Ephesians 1:18). The more consistently we practice communicating with God, the more He is able to guide us. He molds both our inner impressions and our reasoning and judgment so we can see clearly the next step we need to take. Father’s will. Even amid the terrible agony of Gethsemane, He cried out, “My Father, if \nit is possible, may this cup be taken from me. Yet not as I will, but as you will”  .\n(Matthew 26:39). After three years of His ministry, living day by day in harmony with \n:  the Father’s plan, Christ’s dying words were: “It is finished” (John 19:30). Jesus was \n; really saying, “My God-planned life is now complete and fulfilled.” \nAs you begin to hear God’s voice speaking coherently through His Word,\nprovidential circumstances, and direct impressions, you can learn to accept His\n: guidance wholeheartedly. You too can discover the joy of a God-planned and a God-\nguided life. \n slcted and et by Henry Beenan (Lo Osfod Universiy\n'  Contra Celsum, rrnslated by Henry Chaduwick (Cambridge:\ne They Reluable: 54 edivion, revised (Grand Rapids: Willam 8. \n-  books are not available in your local libragy, those in the United States\n www.biblestudies.com :\no  www.bibleinfo.com\n: The Voice of Prophecy Bible School, USA ‘ \n\n\n- DISCOVER — Answer Sheet4 ,\nThe number of each question in your Answer Sheet is the number of the section in\nDISCOVER Guide 4 where the answer can be found. -\nRead again the section of DISCOVER Guide 4 identified by the number in the left  f; o \nmargin, then place an X before the one statement that best completes each of the 3\nsentences: N"
    }
  ],
  "reference": "Sources for the above historical material and a more detailed history appeear in the following books: Documents of the Christian Chruch sleected and edited by Henry Bettenson (London Oxford University Press); Joseph Cullen Ayer, A Source Book for Anicent Church History (New York: Charles Scrribner's Sons, 1931, 1941); Origen Contra Celsum, translated by Henry Chadwicj (Cambridge: Univeristy Press 1965); F.F. Bruce, The New Testament Documents: Are They Reliable? 5th edition, revised (Grand Rapids: Williams B. Eerdmans Publishing Company, 1960; and R. T France, The Evidence for Jesus (Downers Grive Illinois: InterVarsity Press, 1886). The last two books come in inexpensive paperback editions and should be avilable through most religious bookstores. If the first three books are not available in your local library, those in the United States can ask the librarian to order them through inter-library loan.",
  "questions": [
    {
      "number": 0.1,
      "question": "Jesus was a real historical figure.",
      
      "response": false
    },
    {
      "number": 0.2,
      "question": "Jesus was an imaginary person invented by church historians.",
      
      "response": false
    },
    {
      "number": 1.1,
      "question": "Jesus was only God",
      
      "response": false
    },
    {
      "number": 1.2,
      "question": "Jesus was both God and man.",
      
      "response": false
    },
    {
      "number": 1.3,
      "question": "God the Father and Jesus His Son have existed together from eternity.",
      
      "response": false
    },
    {
      "number": 1.4,
      "question": "God the Father and Jesus His Son have existed together since the Father created the Son.",
      
      "response": false
    },
    {
      "number": 2.1,
      "question": "Bible prophecies concerning Christ have proved unreliable.",
      
      "response": false
    },
    {
      "number": 2.2,
      "question": "Bible prophecies present a clear outline of Christ’s life, death, and resurrection",
      
      "response": false
    },
    {
      "number": 3.1,
      "question": "Christ was born in Bethlehem to the virgin Mary.",
      
      "response": false
    },
    {
      "number": 3.2,
      "question": "Christ was born in Bethlehem to a woman who already had several children.",
      
      "response": false
    },
    {
      "number": 3.3,
      "question": "Jesus was readily accepted as the Messiah by the nation of Israel. ",
      
      "response": false
    },
    {
      "number": 3.4,
      "question": "Jesus was rejected by His own people and betrayed by a friend.",
      
      "response": false
    },
    {
      "number": 3.5,
      "question": "Hundreds of years before it happened, prophets predicted that Jesus would die on the cross and be resurrected.",
      
      "response": false
    },
    {
      "number": 3.6,
      "question": "Hundreds of years before it happened, prophets predicted that Jesus would die on the cross and remain in the grave.",
      
      "response": false
    },
    {
      "number": 4.1,
      "question": "We can know God’s plan for our life by examining our dream patterns.",
      
      "response": false
    },
    {
      "number": 4.2,
      "question": "We can know God’s plan for our life by Bible study, divinely-directed circumstances, and by God speaking directly to our hearts.",
      
      "response": false
    },
    {
      "number": 5.1,
      "question": "God guides us through inner impressions O that are in harmony with Bible truth",
      
      "response": false
    },
    {
      "number": 5.2,
      "question": "God guides us through inner impressions alone.",
      
      "response": false
    }
  ],
  "thought_question": "Will you accept God's gracious invitation to guide your life just as He guided Christ's life when He lived on earth"
}