{"title":"","number":2,"pages":["/The famous mutineers who\nsank the British ship Bounty ended\nup settling with their native women\non the lonely island of Pitcairn in\nthe South Pacific. The group ~ *\nconsisted of nine British sailors, six\nTahitian men, ten Tahitian women,\nand a girl of fifteen. One of the\nsailors discovered how to distill\nalcohol, and soon drunkenness\ncorrupted the island colony.\nFighting among the men and\nwomen grew into violent exchanges.\n After a while only one of the\noriginal men who reached the island\n“survived. But this man, Alexander\nSmith, discovered a Bible in one of\nthe chests taken from the ship. He\noread it and to teach the\n“others what it said. As he did so his\niié\")wn life changed, and finally the\n#fives of all on the island.\n\n“=The islanders were completely\n\n({; ated from the outside world until\n2 ;f:‘éal of the United States ship\nTopaz in 1808. Its crew found the\n_island a thriving, prosperous\n~ community with no whisky, no jail,\n- no crime. The Bible had changed\n the island from a hell on earth to an\n%%@mgkof what Goq Wants.the\nt() be. And so it remains\noes God still speak to people\n;11 the pages of the Bible? He\n certainly does. As I write this, 'm\nlkmg at the answer sheet sent to\n-*\"a student of one of our Bible\n~ courses. A note at the bottom states,\nin prison, on death row,\n/”i to die for a crime. Before I\nthls Bible course, I was lost, but\n- now [ have something to look\n","forward to, and I have found a new love.” | N | |\nThe Bible possesses a power that can actually transform people’s lives. When\n,‘ | people really begin to study the Bible, lives are dramatically changed. ~\n- | 1.HOW GOD SPEAKS TO US THROUGH THE BIBLE :\n. ~ After creating Adam and Eve, the first man and woman on earth, God spoke to |\n| | them face-to-face. But when God came to visit with them after they sinned, what B\n| - did the couple do? .\no “The man and his wife heard the sound of the LORD God as he was S\n» walking in the garden in the cool of the day and THEY HID FROM THE LORD | |\nGOD among the trees of the garden.” —Genesis 3:8. (Unless otherwise noted, all\n~ o Scriptural texts in the DISCOVER guides are from the New International Version of .\nthe Bible [NIV].) IR -\n| | Sin interrupted face-to-face contact with God. e L\n| After sin came to our world, how did God communicate with people? |\n| “Surely the sovereign Lord does nothing without revealing his plan to his | . o\nL servants the prophets.” —Amos 3:7. | - -\n| : God has not left us in the dark about life and its meaning. Through His B\n| prophets—persons God called to speak and write for Him—He has revealed His | o\n| answers to life’s great questions. | 3 |\n2. WHO WROTE THE BIBLE? o\n» The prophets gave God’s messages by voice and pen while they lived, and when |\nthey died, their writings lived after them. These prophetic messages were then |\ngathered together, under God’s leading, in the book we call the Bible. ,~\n, | But how reliable are their writings?\n. | | “You must understand that no prophecy of Scripture came about by the -\n| | | prophet’s own interpretation. For prophecy never had its origin in the will of | -\n| man, but men spoke from God as they were carried along by the Holy Spirit.” \\\n- | —2 Peter 1:20, 21. -\n. The writers of the Bible wrote not according to their own will or desire, but\nonly as they were moved, or inspired, by the Spirit of God. The Bible is God’s own |\nBook!\nIn the Bible God tells us about Himself and reveals His purposes for the human »\nrace. It shows God’s view of the past, and also opens up the future, telling us how\n| the problem of evil will finally be resolved and how peace will come to our world.\nIs all the Bible a message from God? ] :\n| , “All Scripture is God-breathed and is useful for teaching, rebuking, |\ncorrecting and training in righteousness, so that the man of God may be\n- thoroughly equipped for every good work.” —2 Timothy 3:16, 17.\nThe Holy Bible affects human beings so profoundly because “all” the Bible is\n| “God-breathed,” an inspired document, God’s Book. The prophets related what - N\n| they saw and heard in human language, but their message came directly from God.\n| So if you want to know what life is all about, read the Holy Scriptures. Reading the\nBible will transform your life. The more you prayerfully read it, the more peace of . »\n‘ ‘mind you'll experience.\nB | | The same Holy Spirit who inspired the prophets to write the Bible, will make\nthe Bible’s teachings, its gospel, effective in transforming your life if you invite the\nSpirit to be present as you read the Bible. | |\ni\n","| ‘ : _ —_ N .\n. ... ,\n3. THE UNITY OF THE BIBLE - L\nThe Bible is actually a library of 66 books. The 39 books of the Old Testament |\nR were composed from about 1450 B.C. to about 400 B.C., the 27 books of the New ‘ |\n| Testament between A.D. 50 and A.D. 100. ; .\n. The prophet Moses began the first five books of the Bible sometime before 1400 f |\nB.C. The apostle John penned the last book of the Bible, Revelation, about A.D. 95. o\n| | During the 1,500 years between the writing of the first and last books of the Bible, at |\no least 38 other inspired writers made their contributions. Some were businessmen, |\no others shepherds, fishermen, soldiers, physicians, preachers, kings—human beings - . N\nfrom all walks of life. They often lived within contrasting cultures and philosophies.\n| | But here is the wonder of it all: When the 66 books of the Bible with their 1,189 , |\n’ chapters made up of 31,173 verses are brought together, we find perfect unity and | -\n| | 9harmony in the message they convey. ; ~\n| Suppose a man should knock at your door and, when invited in, place an oddly 'z -\nshaped piece of marble on your living room floor, then leave without a word. Other | |\n- visitors follow in succession until about 40 individuals have each deposited their o o\nk numbered marble piece into place. - »\n| ~ When the last one has gone, you see with surprise that a beautiful statue stands |\n‘ before you. Then you learn that most of the “sculptors” had never met each other, | B\n|  coming, as they did, from South America, China, Russia, Africa, and other parts of the - o\n| ~ world. What would you have to conclude? That someone had planned the statue and |\n| had sent to each man accurate specifications for his particular piece of marble. | S\n The Bible as a whole communicates one coherent message—just like a perfect | .\nmarble statue. One mind planned it all, the mind of God. Scripture’s remarkable unity |\n| gives evidence that though human beings wrote down the thoughts, they were inspired\nB | by God. |\n| | \" 4.YOU CAN TRUST THE BIBLE | | |\n- | | (1) The preservation of the Bible is remarkable. All of the early manuscripts of the |\n| | ~ Bible were copied by hand—Ilong before there were printing presses. Scribes made\n| copies of the original manuscripts and distributed them. Thousands of copies of such ,\nmanuscripts or portions of them still survive. |\nHebrew manuscripts of the Old Testament that go back 150 to 200 years before |\nChrist were found near the Dead Sea in 1947. It’s amazing that these two-thousand- |\nyear-old scrolls contain exactly the same truths as we find in the Old Testament of\n| _Bibles printed today. This is powerful evidence of how reliable God’s Word is. |\n’ The apostles first wrote much of the New Testament as letters they sent to\n| Christian churches established after the death and resurrection of Christ. More than o\n4,500 manuscripts of all or a part of the New Testament are on display in the great\n| museums and libraries of Europe and America. Some of them date back to the second |\n| century. By comparing these early manuscripts with today’s Bible, we can readily see - |\no | that the New Testament has also remained essentially unchanged since it was first\n| written. | |\nToday the Bible or portions of it have been translated into over 2,060 languages - .\n. and dialects. It is the world’s best-seller: over 150 million Bibles and Bible portions are\n| sold each year. | |\n(2) The historical accuracy of the Bible is remarkable. Many archaeological\ndiscoveries have dramatically confirmed the accuracy of the Bible. Historians have |\n- discovered clay tablets and stone monuments which have brought to light names, o\n","; . _ i ————— i, : '\nplaces, and events previously known only from the Bible. | | )\n- For example, according to Genesis 11:31, Abraham and his family “set out\n| | from Ur of the Chaldeans to go to [the land of] Canaan.” Because only the - | -\n| Bible spoke of Ur, certain scholars stated that no such city had ever existed. | o\ne Then archaeologists uncovered a temple tower in southern Iraq with a TR\n| cylinder at the base written in cuneiform that contained the name Ur. Later | | |\n| finds revealed Ur as the thriving metropolis of a highly developed civilization. |\n| That city’s identity had been forgotten, only the Bible preserved its name— . | S\n| until the spade of the archaeologist confirmed its authenticity. And Ur is only N -\none of many examples of archaeology confirming the accuracy of the Biblt. |\n(3) The accurate fulfillment of Bible predictions shows that you can trust : | |\n| the Bible. Scripture contains many remarkable predictions of future events e -'\n| now being fulfilled before our eyes. We examine some of these exciting | o\n| : prophecies in future lessons. | |\n| 5. HOW TO UNDERSTAND THE BIBLE o\nAs you explore God’s Word, keep these principles in mind: \" | o\n(1) Study the Bible with a prayerful heart. If you approach Scripture with ; .\n| a heart and mind opened through prayer, it becomes a personal contact with\nJesus (John 16:13-14). - |\n(2) Read the Bible daily. Daily Bible study is a key to power in our lives, | ’\ne | an encounter with the mind of God (Romans 1:16). | | -\nS | | (3) As you read it, let the Bible speak for itself. Ask: what did the Bible | |\n. writer intend to say? By grasping what a text means we can apply it o »\n~intelligently to our life today. ; |\n) (4) Study the Bible by subject. Compare scripture with scripture. Jesus used -\ni this method to prove that He was the Messiah: | |\n“And beginning at Moses and all the Prophets, he explained to them\nwhat was said in ALL the Scriptures concerning himself.” —Luke 24:27. |\nBy putting together all that the Bible has to say on a certain subject we |\ngain a balanced perspective. 4\n| (5) Study the Bible to receive power to live for Christ. The Word of God is |\n¢ described in Hebrews 4:12 as a sharp, double-edged sword. It's more than | ‘, |\n, | ~ words on a page, it’s a living weapon in our hands to fight off temptations to '\nsin.\n(6) Listen as God speaks to you through His Word. If a person is to know\n| the Bible truth about a certain subject, he or she must be willing to follow | -\n| - what it teaches (John 7:17), not what some person thinks, or what some o\nA church teaching asserts. |\n6. THE BIBLE CAN CHANGE YOUR LIFE | |\n) “The unfolding of [God’s] words gives light; it gives understanding to\nthe simple.” —Psalm 119:130. |\nStudying the Bible will strengthen your “understanding,” give you the\no strength to overcome destructive habits, and enable you to develop physically, ] A\n","mentally, morally, and spiritually,. | | |\nThe Bible speaks to the heart. It deals with the experiences of | | |\nhumanity—birth, love, marriage, parenthood, and death. It heals the deepest |\nwound in human nature, sin and the misery resulting from it. \\ |\n,, God’s Word is not a book of one race, one age, one nation, or one culture. |\nAlthough written in the East, it also appeals to men and women in the West. |\n| | | - It enters the homes of the humble and the mansions of the wealthy. Children -\n- love its exciting stories. Its heroes inspire young people. The sick, the lonely, | |\ni and the aged discover in it comfort and hope for a better life. o\no ‘Because God works through the Bible, it has great power. It breaks even | | P\n| hearts hardened against all human emotion, softening and filling them with\n| love. We have seen the Bible change a former bandit and opium smoker into a |\n| | zealous preacher. We have seen the Bible turn a liar and a cheat into an | -\nhonest and upright teacher. And we have seen this Book snatch people from | L\n| the brink of suicide and give them a hopeful new beginning. The Bible |\n| awakens love among enemies. It makes the proud humble and the selfish | o\n| generous. The Bible strengthens us in weakness, cheers us in despondency, o o\n| comforts us in sorrow, guides us in uncertainty, and soothes us when weary. ~ » R\n- ~ It shows us how to live courageously and how to die without fear. | | |\n| God’s Book, the Bible, can change your life! You'll see that more and more | o\no clearly as you continue studying the DISCOVER guides. ‘ o\n| Why was the Bible written for us? Jesus answers: |\n| “But these [Bible truths] are written that you may believe that Jesus -\n| | is the Christ, the Son of God; and that by believing you may have life in |\nhis name.” —John 20:31. | |\nThe greatest reason we should become acquainted with the Holy |\n,. Scriptures is that it is full of pictures that reveal Jesus Christ and assure us of | |\nS | eternal life. By looking at Christ throughout the Bible, we are changed and E -\n| become more like Him. So why not begin now to discover the power of God’s | -\n| | Word that can make you more like Jesus? | o\n| ‘ | www.biblestudies.com |\n| www.bibleinfo.com | y\n| The Voice of Prophecy Bible School, USA |\n","When answering the questions below, you may refer back to your \"\nDISCOVER Guide to find the correct answer. The number of each question in \\ |\nyour Answer Sheet indicates the number of the section in DISCOVER Guide 2 o .\n| where the answer can be found. ~\n- Read again the section of DISCOVER Guide 2 identified by the number in g o\n| the left margin, then if a statement is True, circle the T; if False, circle the F. o\no 1. T F Before sin came to our world God spoke face-to-face to Adam and | - '\n| Eve.\n| T F After sin came to our world God spoke to people through prophets. ’ |\n| 2. T F God’s messages spoken through prophets were gathered togetherin I | .\n| . ’ < ' : ;\na book we call the Bible. | | ]\nT F The prophets who wrote the Bible were inspired by God’s Spirit. - |\n| | T F Only certain parts of the Bible are inspired by God’s Spirit. ‘ - B\nT F The power of the Bible is due to its being very ancient. »\n| 3. T F The Bible was written between A.D. 200 and A.D. 1500. T\n| T F The unity of the Bible is evidence that God inspired all the prophets ; o\nwho wrote it. : S\n| 4. T F Bible history is not accurate. | T\nT F Fulfilled Bible predictions prove the accuracy of the Bible. | »\n5. Read again section 5 of DISCOVER Guide 2, then place an X before each |\n: | of the four correct statements:\n| \"] To understand the Bible we must study it prayerfully. B |\n] By comparing all the Bible has to say on a subject, we gain a | |\n,, balanced view.\n| ~ [[] The study of God’s Word is our protection and defense against L\nsin and temptation.\n?\n[ 1 We should hold to our beliefs even if they contradict the Bible. |\n| THOUGHT QUESTION: Since the Bible changes people’s lives and |\n| - brings happiness, comfort, guidance, salvation, and eternal life through g\n| | Jesus Christ, do you desire to discover the new life a study of the Bible L\nbrings? .\n3 A e e P £ 2o e = A e 208 i e e e s ¢\n| |\n— |\n% Your Name: S |\nAddress: e .\nPhone: B ‘\nf oot © 2005 v Theoiceof Poghery - meolce of Prophecy | ‘\n"]}