{
  "title": "An Ever-Present Savior",
  "number": 12,
  "introduction": "When a Scottish lad named Peter got lost in a grassy wasteland on an inky black night, God called him by name: Peter! When the heavenly voice called out again, Peter stopped in his tracks, looked down, and discovered he was a step away from plunging into an abandoned limestone quarry.\nWouldn't it be wonderful if we could each hear God calling us by name? Wouldn't it be great if He were that close a companion -- if we could actually sit down together andhave a long chat about our stryuggles and dreams?",
  "sections": [
    {
      "title": "UNLIMITED ACCESS TO JESUS",
      "number": 1,
      "text": "Believe it or not, we can come nearer to Jesus now than we could if He actually lived here with us as a visible person. Having Christ in the flesh in our town would be wonderful of course, but think of the enormous crowds pressing for a closer look. Think of the demands on His time. We would do well to get a few minutes of direct conversation in a lifetime.\nChrist wishes to cultivate a personal relationship with every one of us. That's one reason wy He left this earth for a special ministry in heaven that would allow Him to come near to each of us every day. Because Jesus is not limited to one place like He was when He was here on earth, through the Holy Spirit He is now near to guide the life of every willing person individually.\nWhat encourageing promise did Jesus give just before He ascended to heaven? 'I AM ALWAYS WITH YOU ALWAYS, to the very end of the age' —Matthew 28:20. (Unless otherwise noted, all Scriptural texts in the DISCOVER guides are from the New International Version of the Bible [NIV].) What is Christ doing in heaven that makes it possible for Him to be “with you always” ? “Therefore, since WE HAVE A GREAT HIGH PRIEST who has gone through the heavens, JESUS THE SON OF GOD, let us hold firmly to the faith we profess. For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, Just as we are—yet was without sin. Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.” —Hebrews 4:14-16. Note the assurances of having Jesus as our personal representative in heafen: \nTempted in every way, Just as we are .’’“Sympathize with our weaknesses.” “Help us in  our time of need.” With Jesus as our High Priest we’re no longer cut off from a distant heaven; Christ can usher us into the very presence of God. No wonder we’re urged to  a   approach the throne of grace with confidence.” What place does Jesus occupy in heaven? “But when this priest [Jesus] had offered for all time one sacrifice for sins, he sat down AT THE RIGHT HAND OF GOD” —Hebrews 10:12. The living Christ—someone who understands—is our personal representative on the throne “at the right hand of God.” \nHow did the life of Jesus prepare Him to be our priest? “For this reason he had to be made like his BROTHERS in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. Because he himself suffered when he was tempted, HE IS ABLE TO HELP those who are being tempted” —Hebrews 2:17,18.\nOur “brother” who shares our humanity and was “tempted” like we are, is now our High Priest at the Father’s right hand. “Made like” us, He knows what were going through. He’s been hungry, thirsty, tempted, and exhausted. He’s felt the need for sympathy and understanding.\nBut above all, Jesus is qualified to be our High Priest because He died to “make atonement” for our sins. He paid the price for our sins by dying in our place. This is the Gospel, the Good News for all human beings everywhere and for all time.\nOne of our Bible School directors shares this experience: “When our youngest daughter was three, she caught her finger in a folding chair, splintering the bone. As we rushed her to a doctor, her loud cries of pain really tore at our hearts. And they touched our five-year-old in a special way. I’ll never forget her words after the doctor had cared for her sister’s injury. She sobbed,‘Oh, Daddy, I wish it could have been my finger!’” When all humanity were crushed by sin and condemned to die eternally, Jesus said, Oh, Father, I wish it could have been Me.” And the Father gave Jesus His wish at the cross. Our Savior has experienced every agony we have suffered—and more!"
    },
    {
      "title": "THE GOSPEL IN THE OLD TESTAMENT",
      "number": 2,
      "text": "When the people of Israel camped at the foot of Mount Sinai, God instructed Moses to build a portable sanctuary for worship ‘according to the pattern shown you [Moses] on the mountain” (Exodus 25:40). Nearly 500 years later, King Solomons great stone temple replaced the portable sanctuary. And the temple was built on precisely the same plan as the portable sanctuary.\nWhen God gave Moses the directions for building the sanctuary, what specificpurpose did He have in mind? Then have them make a sanctuary for me, and I WILL DWELL AMONG THEM. Exodus 25:8\nSin caused a tragic separation between human beings and their Creator. The sanctuary was God’s way of showing how He can again live among us. The sanctuary, and later the temple, became the center of religious life and worship in Old Testament times. Each morning and evening the people could gather around the sanctuary and establish contact with God in prayer (Luke 1:9,10), claiming God’s promise: “I will meet with you” (Exodus 30:6).\nThe Old Testament teaches the same gospel of salvation as does the New Testament. Both portray Jesus dying for us and ministering to us as our High Priest in the heavenly sanctuary."
    },
    {
      "title": "JESUS’ MINISTRY FOR US REVEALED IN THE SANCTUARY",
      "number": 3,
      "text": "The sanctuary and its services reveal what Jesus is doing now in the temple in heaven, and what He is doing now on earth to enrich and guide each of us in our daily lives.\n Since the earthly sanctuary was patterned after the temple in heaven, it reflects the heavenly sanctuary where Christ now ministers. Exodus 25-40 describes the services and ceremonies of the wilderness sanctuary in great detail. A brief summary of the sanctuary furnishings appears in the New Testament: “Now the first covenant had regulations for worship and also an earthly sanctuary. ...In its first room were the lampstand, the table and the consecrated bread; this was called the Holy Place. Behind the second curtain was a room called the Most Holy Place, which had the golden altar of incense and the gold-covered ark of the covenant. This ark contained ...the stone tablets of the covenant [on which God wrote the Ten Commandments (Deuteronomy 10:1-5)]. Above the ark were the cherubim of the Glory, overshadowing the atonement cover [mercy seat].\nHebrews 9:1-5.\nThe sanctuary had two rooms, the Holy Place and the Most Holy Place. A courtyard was laid out in front of the sanctuary. In the court stood the brass altar on which the priests offered sacrifices, and the laver in which they washed.\nThe sacrifices offered on the brass altar symbolized Jesus, who through His death on the cross became “the Lamb of God, who takes away the sin of the world!” (John 1:29).\nWhen the repentant sinner came to the altar with his sacrifice and confessed his sins, he received forgiveness and cleansing. In the same way, the sinner today obtains forgiveness and cleansing through the blood of Jesus (1 John 1:9). In the first room, or Holy Place, the seven-branched lampstand burned continually, representing Jesus as the never-failing “light of the world” (John 8:12). The table of consecrated bread symbolized His satisfying our physical and spiritual hunger as the ever-present “Bread of Life” (John 6:35). The golden altar of incense represented Jesus’ prayer ministry for us in the very presence of God (Revelation 8:3,4). The second room, or Most Holy Place, contained the gold-covered ark of the covenant. It symbolized the throne of God. Its atonement cover, or mercy seat, represented the intercession of Christ, our High Priest, interceding on behalf of sinful human beings who have broken God’s moral law. The two tablets of stone on which God wrote the Ten Commandments were kept below the mercy seat. Golden cherubim of glory hovered over the mercy seat on each end of the ark. A glorious light shone between these two cherubim, a symbol of the presence of God Himself.\nA curtain hid the Holy Place from the view of the people as the priests ministered to them in the courtyard. A second curtain in front of the Most Holy Place blocked this inner room from the priests who entered the sanctuary’s first room.\nWhen Jesus died on the cross, what happened to the curtain? “At that moment the curtain of the temple was torn in two from top to bottom. Matthew 27:51.\nThe Most Holy Place was exposed when Jesus died. After the death of Jesus no curtain can come between a holy God and a sincere believer; Jesus, our High ♦ Priest, ushers us into the very presence of God (Hebrews 10:19-22). We have access to the throne room of heaven because Jesus is our High Priest at God’s right hand. Jesus enables us to come into God’s presence into the Father’s heart of love. So “let us draw near.:"
    },
    {
      "title": "A REVELATION OF CHRIST DYING TO SAVE US",
      "number": 4,
      "text": "Just as the earthly sanctuary served as a miniature reproduction of the heavenly temple where Jesusmow ministers for us, the services carried on in the earthly sanctuary were “a copy and shadow of what is in heaven” (Hebrews 8:5). But there is a striking difference: The priests who served in the earthly temple could not themselves forgive sin, but at the cross Jesus “appeared once for all at the end of the ages to do away with sin by the sacrifice of himself” (Hebrews 9:26).\nThe Old Testament book of Leviticus describes in detail the services carried on in the sanctuary. The ceremonial rituals were divided into two parts: the daily services and the yearly services. (Guide 13 deals with the yearly services.)\nIn the daily services, the priests offered sacrifices for the individual and for the entire congregation. When a person sinned, he would bring an unblemished animal as a sin offering, “lay his hand on the head of the sin offering and slaughter it at the place of the burnt offering” (Leviticus 4:29). The guilt of the sinner must be transferred to the guiltless animal by confession of sin and the laying on of hands. This symbolized Christ taking on our guilt at Calvary; the sinless One became “sin for us” (2 Corinthians 5:21). The sacrificial animal had to be killed and its blood shed because it pointed forward to the supreme penalty that Christ suffered on the cross."
    },
    {
      "title": "WHY THE BLOOD?",
      "number": 5,
      "text": "Without the shedding of blood there is no forgiveness” (Hebrews 9:22). What happened in the Old Testament sanctuary pointed forward to Christ’s one great saving act. Having died for our sins, He entered the holy places “once for all by his own blood, having obtained eternal redemption” for us (verse 12). When Jesus’ blood was shed on the cross for our sins, “the curtain of the temple [in Jerusalem] was torn in two from top to bottom” (Matthew 27:51). Because of Jesus’ sacrifice on the cross, animal sacrifices were no longer necessary. When Jesus spilled His blood from the cross, He was offering up His perfectly obedient life as a substitute for our failures. When the Father and Son were torn apart at Calvary, the Father turned away in anguish and the Son died of a broken heart. God the Son stepped into history to take on Himself the full results of sin and to demonstrate how tragic wrongdoing really is. He could then forgive sinners without trivializing sin. Christ made “peace through his blood, shed on the cross” (Colossians 1:20)."
    },
    {
      "title": "A REVELATION OF JESUS LIVING TO SAVE US",
      "number": 6,
      "text": "What is Jesus’ day-by-day work in the heavenly temple? “Therefore he is able also to save completely [forever, margin] those who come to God through him, because HE ALWAYS LIVES TO INTERCEDE for them” —Hebrews 7:25.\nJesus now “lives” to present His blood, His sacrifice, on our behalf. He is now working diligently to save every human being from the tragedy of sin. Some mistakenly assume that, as our Intercessor, Jesus is in heaven begging a reluctant God to forgive us. In fact, it is God who Joyfully accepts His Sons sacrifice on our behalf.\nAs our High Priest in heaven, Christ also pleads with humanity. He works to help the indifferent take a second look at grace, to help despairing sinners grasp hope in the gospel, and to help believers find more riches in the Word of God and more power in prayer. Jesus is molding our lives in harmony with God’s commandments and helping us develop characters that will stand the test of time.\nGod laid down His life for every person who has ever lived in this world. And now, as High Priest or Mediator, “He always lives” to lead people to accept His death for their sins. Although He reconciled the whole fallen world to Himself on the cross, He still can’t save us unless we accept His grace. People will not be lost because they are sinners, but because they refuse to accept the pardon Jesus offers.\nSin destroyed the intimate relationship Adam and Eve once enjoyed with God. But Jesus, as the Lamb of God, died to free all humanity from sin and restore this lost friendship. Have you discovered Him as your High Priest, the One who ever lives to keep that relationship close and vibrant?\nChrist’s sacrificial death is utterly unique. Christ’s heavenly ministry is incomparable. Only Christ brings God close beside us. Only Christ makes it possible for the divine Spirit to actually dwell in our hearts. He emptied Himself in order to make us full. He deserves a similar commitment from us. Let’s accept Him fully as the Savior and Master of our lives."
    }
  ],
  "questions": [
    {
      "number": 1.1,
      "question": "Through the Holy Spirit, Jesus is more accessible to us now than if He lived on earth.",
      "response": false
    },
    {
      "number": 1.2,
      "question": "Jesus is near to guide the life of every willing person.",
      "response": false
    },
    {
      "number": 1.3,
      "question": "As our High Priest, Jesus is our personal representative in heaven at the right hand of God. ",
      "response": false
    },
    {
      "number": 1.4,
      "question": "Because Jesus was tempted as a Man, He is able to help us",
      "response": false
    },
    {
      "number": 1.5,
      "question": "Jesus died only for a chosen few.",
      "response": false
    },
    {
      "number": 2.1,
      "question": "The Old Testament temple was a place where God met with Israel.",
      "response": false
    },
    {
      "number": 2.2,
      "question": "The Old Testament temple had little to do with worship.",
      "response": false
    },
    {
      "number": 2.3,
      "question": "The Old Testament temple taught the same gospel that the New Testament teaches.",
      "response": false
    },
    {
      "number": 3.1,
      "question": "The services conducted in the temple taught people about Christ’s death for our sins and His ministry as our High Priest.",
      "response": false
    },
    {
      "number": 3.2,
      "question": "The temple services have no meaning to Christians.",
      "response": false
    },
    {
      "number": 4.1,
      "question": "The sacrifices offered in the temple pointed forward to the cross.",
      "response": false
    },
    {
      "number": 4.2,
      "question": "The temple had no provision for Israel to find forgiveness for sin. ",
      "response": false
    },
    {
      "number": 4.3,
      "question": "Israel’s temple was patterned after the temple in heaven.",
      "response": false
    },
    {
      "number": 5.1,
      "question": "The temple in Jerusalem still has the curtains from Christ’s time..",
      "response": false
    },
    {
      "number": 5.2,
      "question": "The priest’s work in the temple represented what Christ does for us.",
      "response": false
    },
    {
      "number": 5.3,
      "question": "As our High Priest, Jesus is now cleansing us from sin by His blood.",
      "response": false
    }
  ],
  "thought_question": "As the Lamb of God, Jesus died for our sins; as our High Priest, Jesus draws us into an intimate relationship with God. Because of what Jesus has done and is doing for you, how do you feel about Jesus?"
}