{
  "title": "How Soon Will Jesus Return?",
  "number": 10,
  "introduction": "Most of us have an almost instinctive urge to peek into the future. We want to know what lies beyond the horizon. But accurate predictions* remain terribly elusive. We have a difficult enough time forecasting tomorrow’s weather!\nThere is Someone, however, whose prophecies have proven remarkably accurate. Jesus Christ, through His Word, can take us into the future; He’s a reliable guide. In this lesson were going to look at what He had to say about His second coming. After all, who could know more about the end of the world than the One who created it in the beginning?",
  "sections": [
    {
      "title": "SIGNS THAT CHRIST WILL RETURN IN OUR DAY",
      "number": 1,
      "text": "After Jesus assured His disciples that He would come back to our world a second time (Matthew 23:39), what question did they ask Him? Tell us,’ they said, ‘when will this happen, and what will be THE SIGN OF YOUR COMING and of the end of the age?”’—Matthew 24:3. (Unless otherwise noted, all Scriptural texts in the DISCOVER guides are from the New International Version of the Bible [NIV]) Jesus answered clearly and positively. In chapter 24 of Matthew and chapter 21 of Luke He personally gave several “signs,” or evidences, by which we can know when His coming is near. Other Bible prophecies help fill out the picture, detailing world conditions just before Christ’s return. As we’ll see, these prophecies are being fulfilled before our very eyes; they indicate that Christ’s coming back to earth is near at hand.\nLet’s look at ten signposts of Bible several “signs,” or evidences, by which we can know when His coming is near. Other Bible prophecies help fill out the picture, detailing world conditions just before Christ’s return. As we’ll see, these prophecies are being fulfilled before our very eyes; they indicate that Christ’s coming back to earth is near at hand.\nLet’s look at ten signposts of Bible prophecy along the highway to heaven, and examine the questions that a modern-day traveler might ask as he reads them.\n\nSignpost 1—Anguish! Terror! Perplexity!\nOver nineteen hundred years ago Jesus gave a prophetic description of contemporary life that sounds as if it could have been taken from the evening news: “There will be SIGNS in the sun, moon and stars. On the earth, NATIONS WILL BE IN ANGUISH AND PERPLEXITY at the roaring and tossing of the sea. MEN WILL FAINT FROM TERROR, APPREHENSIVE OF WHAT IS COMING ON THE WORLD, for the heavenly bodies will be shaken. AT THAT TIME THEY WILL SEE THE SON OF MAN COMING in a cloud with power and great glory. When these things begin to take place, stand up and lift up your heads, because your redemption is drawing near.” —Luke 21:25-28. No more accurate description of today’s world could be penned than: “Men will faint from terror, apprehensive of what is coming on the world.” Stockpiled weapons are capable of destroying the entire planet. What if some terrorist gets a nuclear warhead? Jesus gives us a basis for hope in a calamitous age. The current crisis of global anguish and perplexity” only reinforces the truth that Christ’s coming really is “drawing near.” People today often moan in frustration,“Look what the world has come to!” But the student of Bible prophecy can exclaim with hopeful voice, “Look WHO is coming to our world.”\n\nSignpost 2—World Calamities.\nHow do natural disasters fit into last-day events? “There will be great EARTHQUAKES, FAMINES and PESTILENCES in various places, and fearful events and great signs from heaven.... When you see these things happening, you know that THE KINGDOM OF GOD IS NEAR”—Luke 21:11,31. Think about famines for a moment. Images of starving kids with distended bellies persist on the news. Isn’t it rather amazing that a world which can send men to the moon, CANNOT feed all its people? Jesus knew that famines would persist, that selfish human nature would grow worse toward the end of time. \nBut what about earthquakes? According to the World Almanac of 1999, in century after century of the Christian era there has been a striking increase in major earthquakes: 18th century 6 major earthquakes, 19th century 7,20th century more than 100. So the evidence grows more dramatic as we get nearer and nearer to our present day.\nThese figures confirm Jesus’ prophecy. Famines and major earthquakes are reaching a crescendo- “the kingdom of God is near!” Will our 21st century bring hundreds more major earthquakes, or the coming of the King of Kings?\n\nSignpost 3—Accumulating Wealth.\nWhat is the meaning of wealth slipping into the hands of fewer and fewer while more and more fall into poverty? “You have hoarded wealth in the last days.”—James 5:3. Despite all our economic insights, the rich keep getting richer and the poor poorer. The multi-million dollar fortunes are another signpost that show us “the Lord’s coming is near” (verse 8).\n\nSignpost 4—Civil Unrest.\nWhy have discontent and unrest among employees risen so dramatically? “Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. THE CRIES OF THE HARVESTERS [ WORKERS] have reached the ears of the Lord Almighty. Be patient and stand firm, because THE LORD'S COMING IS NEAR.”—James 5:4,8. After predicting an unparalleled piling up of wealth in our day, James foresaw civil unrest arising from discontented workers. The tension between the “haves” and the “havenot’s” continues to increase. Another sign that “the Lord’s coming is near.”\n\nSignpost 5—Moral Decay.\nWhy does the moral fiber of society seem to be shredding? “But mark this: There will be TERRIBLE TIMES IN THE LAST DAYS. People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, without love, unforgiving, slanderous, without self­ control, brutal, not lovers of the good, treacherous, rash, conceited, lovers of pleasure rather than lovers of God—having a form of godliness but denying its power.... EVIL MEN AND IMPOSTORS WILL GO FROM BAD TO WORSE, deceiving and being deceived.” —2 Timothy 3:1-5,13. Could anyone think of a more accurate description of our world? Point a camera in any direction these days and you’ll catch a picture of arrogant materialism. You’ll capture a shocking epidemic of child abuse and molestation. You’ll get countless scenes of youth out of control, kids in their early teens killing and maiming at random. All these things form a gallery of pictures loudly proclaiming that Jesus’ coming is very near.\n\nSignpost 6—Spread of the Occult.\nWhy are we seeing an explosion of interest in the occult? “For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect—if that were possible.”—Matthew 24:24.\nThese passages predict that the time of the end will feature all kinds of miracles and signs, a counterfeit manifestation of the supernatural. Witches and warlocks appear on talk shows. New Agers are everywhere, selling magic crystals and channeling departed spirits. Counterfeit signs and wonders are booming. All this makes it even clearer that just as Jesus predicted, we are living in the time of “the coming of the Son of Man” (verse 27).\n\nSignpost 7—An Awakened World.\nWhat is the meaning of the awakening to world-consciousness of Africa, the Middle East, Eastern Europe, and the nations of the Far East? ‘“LET THE NATIONS BE ROUSED;... Swing the sickle, for the harvest is ripe... so great is their wickedness!’ Multitudes, multitudes in the valley of decision! For THE DAY OF THE LORD IS NEAR in the valley of decision”—Joel 3:12-14. Today in Asia and Africa, Eastern Europe, the former Soviet Union, and Middle Eastern countries, we are witnessing perhaps the most widespread awakening of individual nations in all of recorded history, “for the day of the Lord is near.”\n\nSignpost 8—Peace Plans and War Preparations.\nWe live in a strange world. Everyone agrees that we should give peace a chance. We talk peace; yet pent up hostilities, some centuries old, flare into open conflict. The prophets Micah and Joel predicted that at the very time the nations talk about their desire for peace (Micah 4:1-3), distrust for their neighbors compels them to prepare for war (Joel 3:9-13). Long ago the Bible pictured our present peace-war dilemma, and declared that permanent peace will reign on earth only when Jesus comes.\n\nSignpost 9—Modern Progress.\nWhy, after centuries of human history have transportation and communication brought the world so close together? “UNTIL THE TIME OF THE END, many will go here and there to increase knowledge.”—Daniel 12:4. Daniel here indicates that knowledge of his prophecies would increase (KJV), or “until the time of the end.” But this prediction also seems to point straight to our computerized information age. Knowledge of all kinds has increased at lightning speed these past few years. There have been more changes in the past fifty years than in the previous two thousand. \n“MANY WILL GO HERE AND THERE to increase knowledge.” Before 1850, people moved around by horse and buggy, pretty much as they had from the beginning of time. Now we break the sound barrier and span the globe in everything from Concorde airplanes to space shuttles. Increased travel and the recent flood of inventions give further evidence that we’re living in “the time of the end.”\n\nSignpost 10—Gospel to All the World.\nJesus predicted that just before His coming the gospel would reach the whole world: “And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come.” —Matthew 24:14. For decades almost half the globe was locked behind an iron curtain, shut away from the Good News. But then almost overnight Eastern Europe slipped from the iron grip of communism. The Berlin Wall came crashing down, and the mighty Soviet Empire fell apart. Suddenly roughly half the planet was opening its arms to the gospel. The gospel is truly going to the “whole world” as never before. By satellite the Christian message is simultaneously being broadcast to almost every nation. We are living in the very day Jesus spoke of when He declared: “This gospel will be preached in the whole world” and “then the end will come.”"
    },
    {
      "title": "HOW SOON WILL JESUS COME?",
      "number": 2,
      "text": "After describing the events that were to characterize the time just preceding His second coming, Jesus concludes His remarks by saying, “I tell you the truth, this generation will certainly not pass away until all these things have happened.” —Matthew 24:34. The conclusion is obvious—the generation portrayed by these signposts of prophecy will see Jesus return to earth a second time. It won’t be long until He’ll sweep away sin and suffering, and establish His everlasting kingdom. Jesus cautions, “No one knows ... that day or hour” (verse 36). And Jesus continues: “You also must be ready, because the Son of Man will come at an hour when you do not expect him.” —Matthew 24:44."
    }
  ],
  "questions": [
    {
      "number": 1.1,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? People being fearful of what is coming on the world. ",
      "response": false
    },
    {
      "number": 1.2,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? People being troubled by famine, hunger, earthquakes.",
      "response": false
    },
    {
      "number": 1.3,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? The world getting better and better and becoming Utopia.",
      "response": false
    },
    {
      "number": 1.4,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? People hoarding great wealth.",
      "response": false
    },
    {
      "number": 1.5,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? Discontent and unrest among employees.",
      "response": false
    },
    {
      "number": 1.6,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? Almost no crimes will be committed.",
      "response": false
    },
    {
      "number": 1.7,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? A moral decay pervading society.",
      "response": false
    },
    {
      "number": 1.8,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? Counterfeit signs and miracles such as New Age occultists.",
      "response": false
    },
    {
      "number": 1.9,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? The awakening of Asia and Africa to world consciousness.",
      "response": false
    },
    {
      "number": 1.10,
      "question": "What signs did Jesus give to let people know when His coming and the end of the world are near? Growth in knowledge resulting in the spread of the gospel to all the world.",
      "response": false
    },
    {
      "number": 2.1,
      "question": "How near is the second coming of Christ? It is impossible for anyone to have the slightest idea.",
      "response": false
    },
    {
      "number": 2.2,
      "question": "How near is the second coming of Christ? Signs foretold in the Bible tell us Jesus’ coming is very near.",
      "response": false
    },
    {
      "number": 3.0,
      "question": "Read again section 3 of your DISCOVER Guide 10. The great signs of Bible prophecy being fulfilled in our day declare that Christ’s coming is near, and Jesus died for you to prepare you for His coming. Is it your sincere purpose to be ready for Jesus to come and take you to heaven?",
      "response": true
    }
  ],
  "thought_question": "If you feel inclined to do so: share some information about yourself with us. We like to become personally acquainted with all of our students."
}