{"title":"","number":19,"pages":["| ’ ‘\n: %ﬁg«z‘%ﬁiwﬁ%ﬁf = @%ﬁfgﬁf’%@%@%#ﬁ%%&% - - . @ . ~\nb e e e fy»{vz;«%fﬂ . .. ... .\nb e 4&%%@3‘, o e »ﬁﬁ»@’%’ ... yg;»,zw;ymg%f?zyf/,,,me’»,@fagé(«,,M%’awa\\,‘é«é{/,,«,,e.g,y&,w,gﬁ‘{f;z,@wpw,‘,@ ]\n... i,n«%mw%%ﬁﬁ»@u%wggfpwﬂ ... /@?&f’%%}%% ]\n. ﬁ@&%ﬁﬁgﬁa(?asfzf’z,«w’ff;’%gf%g;”;wxfs .. @;f%%z&f%xz&z% o\n... ... ... é”‘é’f”f’?’ ?v“ - ... . ...\n&‘&?%f}»’;‘ﬁw;@fyégﬁx‘%)ﬂ% . ‘%‘g’*‘%&%gw@%ﬁ@z ... . :\"?w*’a‘%ﬁﬁ’% .. .\ne s e e e\n. %{,Msﬁi@%ﬁw@g%%%mﬁ%ﬂyﬁé%z%‘*%%%%:z% . 4%”?%;%%5@%@%&%7&5@2%%&»%#&% |\nL s . .\n2 .. B P ... et - e S e 2 EEEETTEE »«%:j{ywéz%;%;;ﬁ»d‘;@;;’w«yggwg&w;j‘@? wiié?/%\n- . ' ¢ v e ¢ ¢« 2 B B2 . .\n‘f«gug%w;}( ° ﬂ? . » ,{’zé o | %{%g : . * » =- 4\nB s e ) o 5%‘5’? ¥ 4 8 i ) 9 2 = o T\nfzzg\"‘fz@rg e . é A a B y@ﬁﬁw - /wg; .. Aygﬁcm%%\n. i = ’a‘%g&‘iﬁ/ e T e i wé%wj;g@g .\nBB EEE S & &= =B E = =B N9\nG g = . e G = = & o B S A g s\nﬁ . . B = B F B I B ﬂ’&f\"“%m%ﬁﬁ%&*,\n- . 1 « @ - ¢ ¢ £ @ &F__ f”*‘g@’%wﬁ”/wﬂsﬁww\nEe e S e e g2 e & = = = o g &K*zé?-z,x,«w;%'?%’&’*f/fé’:’vw”w‘x‘%zf~ s\n“'r*:t\\f;,,,;’,\\, o . o B *«wgﬁh’%g%AW&,;}@g*W;@z o 4: -\n@ s by : 7 ; a0 o e 27 % ; z’\"%,‘;{w .\n. =B == . &= = =’ B'B®B\"?, 444444\n2= = . == & W=’ == =.-=-.- ]\nEETsaERR e SEmET % SRR i S e i = ey G e S s o\n,{ﬁ%ﬁf}ﬁf%ﬁ’“i}‘ o . o 5y o ”s“*\"\"ﬁf;:;»é%«fz/ ’;»«“%”%yy“v i %1.;,\ngaa -5 s - G b e e i 4\nb e G A e g T Zama s s SEgs e ««0,;*/?@,(,,1/?4:, P & & T\n. o & B . . i e . . @ - a =\n%*“%‘Zi“%‘?ag% . A EL e Wy ' B 2B w444 NE O\n%%&%ig;% . W 4 B TR R 4 a - 3 2 .\nb sy O - 4 g . BE s u o & @00 T\nPy P ,?;” S e e e = e ,;<»§g/»‘,‘,,.< P\n. RS Twweewmwys . wwy w W s @ il =B ¥\n. s = - @@ @ .. % = HHUING N ¥V\ncommmmaag g e e S s s e e s s L 2 i B ap i G .\nj’;vvwﬁyf@?,ﬁ*«?};,\\/;a’iff*’é’%‘%”ﬁz*&“‘~*~’#°‘”\"~»,~~>%4n«ﬁ.‘?ﬁ‘w“e«*’*%%*\"\"J’g%’éwwéw‘f 2 L R R Y .\nL s R R RN e\n. & ¥ b e s\n. S T R g - & L ',’-.AA“\\\"\\ & Eor\n& : R # # -' g t;}vg&;ws\\‘* S\nS .. amoe i s e\n¥, ’ i oo e N\n‘@ - v P r | A F\n, : Y & e P e s 2\ne YN NMESEE 4909«\nb v ey N : st\n- d i T H ¢ ere is a thrilling letter\n¥ ww ; sl - o s . x\nb St e & Y  from r Bib\nv gl i Uyl e dW. T Tt e\nb § S -st, * . .\n3 % § : 4 = i e\n. i . 2 * 3 7 o '\n. B L Wl o i g w BN a8 &4\nS T o 2 N N BB | requestirom the Voice 0 Prop ecy to\n3 E 5 2 4 : % i % E . i Saaa e e\n‘ B . oy é‘ e, s =5\nL e gy W W yisit a prisoner who was a Bible\n: 2 i 5 Y.W wIiTSe - o - - . .\na3 i o . correspondence school student. 1\n- S g s FOE L . G B = s G d SR\nS 3 Z b e & < P F g e S e s :\nLEs 5% Z v e e Setn e iR s : .\ne . - 4 - i e e o resen ted th e eSt tO t e SO\n| N _a e g authorities, who graciously gave\n’ . N B permission. Because the student ha\nF - adeep desire to study the Bible,\ne : 2= e wisited him regularly.\ne e .. g 8 er my initial\nY,ﬁ:\"‘; b . > =N @\n. .« . .\ng i . & b - i 2 ﬁ’ﬂ“‘f’ ELE S e \"\n- iy o= N . y . . 3 LA e\n-4 ', '§ @&  the church. The authorities agreed to\n. : F ¥ ; . 5\n4 ; ;}zﬁ“ e . s e *é‘i‘w“*w@ o »d f -1- . b .\ne 23 — % S e L S R ~X T4 s\ne . - - provide facilities so the baptism\n& il & . e S ;\nK -~ = g oo e i\n¥ e SR R R e L e\n1 g TE g S e o e T =\n(T @ - . takeplace in the prison. The wardens\ni \" eis ¥$ . B .\nE . Ty, e €r prisoners gatnere\ne & 48 G ; P\ni < S 5 et SRR AR e e e i B\nG Z b, o E o mR e e L\nG : - o R e s e s, e e -\n’é@g'%‘”/ % \" & T WI Ss\nboon s ¢ % o . o =\ne .. baptisms I h ducted\n- : e o s : Sh tl ft th b tI I\ne i i e e S\nAR o s or Y arter IS) our oro €r was\n4 > - z\"’ 1 f ° -l h h h .\n7 . o - TE1\n- g released from Jail, even tough Ne sti\n. o e 3 . i\n¥ L i e s &\n. ,vzfs“’I = 3\ns\ne s e .\n. . [\nool e\n.\n[ e e e L ol\nZ e . o semls %\no e ‘\n- Y,a%f;;zf‘f S D s\n: o e th e ht f t t\nLo s e e B i\ni e e s s e s s\no %ﬁ%@w e . . . h .\n. . ag o\n. 2@ & such. This man was united wit his\n. famﬂy and is now a leader in one o\n. = ouriargeco gregatlons'\n4 e e e 2\ni L 7’,» S\n7 2 G B s s E\n. . 1 WHA IS HE\ne e £\n7 g s 2,%'{%7} S .\n/ -\n. if“@%q e - .\nZ e e s A\nv .\noo .\n. %‘*?’* . e .\n. “géf St o pJ y\noo B\ns e\n. gg’fﬁ’“ re >\n... = Nicodemus, the community leader\n. R .\nG o o o\nv .~  makes clear the importance and\n\" T T T\ne e e :\n. meaning of baptism:\ne . o ]\n: . ﬁ? >«\n- . “;;,a,z ‘\no=\n","“No one can see the kingdom of God unless he is born again . .. unless he is born |\nof water and the Spirit.” —John 3:3, 5. (Unless otherwise noted, all Scriptural texts in\nthe DISCOVER guides are from the New International Version of the Bible [NIV].)\nSo according to Jesus we must be born “of water and the Spirit” “Born of the Spirit”\nsignifies entering a new life by undergoing a change of mind and heart. Because\n| entering the kingdom of God involves a completely new kind of existence, not just an\nold life patched up, it is called the new birth. Water baptism is the outward symbolic |\nportrayal of this inward change. Our representative baptized the prisoner as a\nrecognition of his commitment to Christ and as a symbol of the transformation the Holy\nSpirit had begun in his character. |\n-\n2. WHY SHOULD I BE BAPTIZED?\nOur salvation revolves around three of Christ’s great acts:\n“Christ DIED for our sins according to the Scriptures, ... he was BURIED, .. . he\nwas RAISED on the third day according to the Scriptures.” —1 Corinthians 15:3, 4. |\nChrist made salvation possible through His death, burial, and resurrection.\n“Don’t you know that all of us who were baptized into Christ Jesus were |\nBAPTIZED INTO HIS DEATH? We were therefore BURIED WITH HIM THROUGH\nBAPTISM into death in order that, JUST AS CHRIST WAS RAISED FROM THE\nDEAD through the glory of the Father, WE TOO MAY LIVE A NEW LIFE.”\n~ —Romans 6:3, 4.\nChrist died for our sins, was buried, then rose from the grave to give us a new life of ' ‘\nrighteousness. By being baptized we actually participate in the death, burial, and '\n‘ resurrection of Jesus. Baptism means that we have died to sin with Christ, buried the\nold life of sin with Christ, and we are rising to “live a new life” in Christ. Christ’s death\nand resurrection becomes our death and resurrection. God can make us dead to sin, as |\nif wed been crucified. He can make us alive to the things of the Spirit, as if wed been\n| resurrected from the dead.\nThe physical act of baptism graphically represents the steps of conversion. First,\nwe’re lowered into the water, we're immersed completely, just as people who have died\nare lowered into the grave and covered. This says we are willing to die with Christ and\nbury our old lifestyle. Baptism is a funeral, a formal farewell to an existence in which\nsin dominated. Then, were lifted up out of the water by the one baptizing, just like a\nperson being resurrected from the grave. This says that we’re a “new creation,” entirely\ngiven to the “new life” God gives us.\nOnly immersion can accurately illustrate the true meaning of baptism—death,\nburial, and rebirth. “Baptism” by sprinkling doesn’t adequately symbolize the new birth.\nWhat does it really mean to die with Christ?\n“For we know that our old self was crucified with him so that the body of sin\n| might be done away with [be rendered powerless, margin] that we should no longer\nbe slaves to sin.” —Romans 6:6.\nBaptism represents outwardly what a person must do inside: surrender everything\nto Christ. If we hold anything back from God, then we'll likely remain “slaves to sin.”\n| - When we surrender fully to Christ, our sinful desires are “rendered powerless, and our\ntransformation begins.\nWho is responsible for the change that takes place?\n“I have been crucified with Christ and I no longer live, but CHRIST LIVES IN\nME. The life I live in the body, I LIVE BY FAITH IN THE SON OF GOD, who loved\n: me and gave himself for me.” —Galatians 2:20.\n","o s s |\nWhen I identify with Christ’s crucifixion through baptism, I invite a powerful force\ninto my life—“Christ lives in me.” 1\nIn order to put your life fully in Christ’s hands, first look at Christ dying on the cross. .\nDon’t look at the sin that’s threatening you, don’t look at your past record and moan; look | ,\nto Jesus. Viewing Christ’s gracious and courageous death at Calvary, you can express 1\nsolidarity with Him: “By the power of the cross I claim that I am dead to old habits and i\nresponsive to God. I make my stand with Christ. From now on I will live by faith in the 3\nSon of God, who loved me and gave himself for me.”\nAs we tap into the power of Christ’s death and resurrection we see more and more of ]\nHis good qualities replacing our old habits: |\n' “If anyone is IN CHRIST, he is A NEW CREATION; the OLD has gone, thg NEW has |\ncome!” —2 Corinthians 5:17. ' |\nThrough baptism we express our desire to lock arms with Jesus and live a new and\nbetter life “in Christ” Jesus does in us what we could never do for ourselves. We arise from ;\nthe water “a new creation”; He gives us the power to live a “new” life. i\n| 3. WHY WAS JESUS BAPTIZEDz? - |\nAt Pentecost, Peter told those who were seeking release from guilt to “repent and be\nbaptized” so Christ can forgive “your sins” (Acts 2:38). Since Jesus never committed a |\nsingle sin, Why did He permit Himself to be baptized? l’ iy\n- “Then JESUS CAME from Galilee TO THE JORDAN TO BE BAPTIZED by John...\nTO FULFILL ALL RIGHTEOUSNESS.” —Matthew 3:13, 15. | : E\nJesus was sinless. He didn’t need to repent of any sin. He was baptized for another |\n\" reason: “to fulfill all righteousness.” By being baptized, Jesus set a positive example for us | '\nweak, sinful human beings. Christ never asks His followers to go anywhere He hasn't been.\n‘ So when believers are immersed in the waters of baptism, they are following in the steps of ' ~\nthe Master. L\nBecause Christ died for our sins, He can give us His righteousness. -\nj: “God made him who had no sin to be sin for us, so that in him we might become |\nthe righteousness of God.” —2 Corinthians 5:21. :\nTransformed in God’s eyes from sinners into saints, we grow into that “righteousness,”\nand thus we live a new life in Christ. :\n4, WHY SHOULD I BE IMMERSED? '\nChrist was immersed at His baptism; He was not sprinkled with water. John baptized\nHim in the Jordan River “because there was PLENTY OF WATER” (John 3:23). When Jesus\nwas baptized, He went down into the water, and “as soon as Jesus was baptized [immersed, ‘\nGreek], he went UP OUT OF THE WATER” (Matthew 3:16). _ g\nWhen we understand the true meaning of baptism, we have little difficulty recognizing\n| the authentic form of baptism. The Verijord “baptize” comes from the Greek word\nbaptizo, and means to dip or immerse (put under). \\ ‘\nDuring John Wesley’s visit to America in 1737, a church jury of 34 men tried him on '\nthe strange charge of “refusing to baptize Mr. Parker’s child, except by dipping.” It’s evident B ~\n| that the father of Methodism baptized his converts by immersion. g\nThe reformer John Calvin stated: “It is certain that immersion was the practice of the |\nancient Church” —Institutes of the Christian Religion, Bk. 4, Chap. 15, Sec. 19.\nThe history of the early church makes clear that baptism meant immersion. Dean |\nStanley, of the Church of England, wrote: “For the first thirteen centuries, the almost i\n- universal practice of baptism was that of which we read in the New Testament, and which\n< e s e e e e e e s s '\n","- IRN kA e |\nis the very meaning of the word ‘baptize’—that those who were baptized were | »\nplunged, submerged, immersed into the water” —Christian Institutions, p. 21. 1 i\nBaptistries for immersing converts appear in many of the churches which .\nwere built between the fourth and fourteenth centuries in Europe and Asia, ]\nchurches like the cathedral in Pisa, Italy, and St. John's, the largest church in |\n' Rome. g j |\nIt was not until the Council of Ravenna early in the fifteenth century that the |\nCatholic Church accepted sprinkling as equally valid with immersion. In »\nquestions of church practice, we are not to follow what a man teaches, but what 3\nChrist and His apostles teach. F\nMany sincere Christians cherish the tradition of infant baptism, and giving | L\n- our children to God from the very beginning is certainly commendable. The ' ‘\nBible, however, makes it clear that a person must be taught the way of salvation\nbefore baptism (Matthew 28:19, 20), that a person must believe in Jesus before 3 |\nbeing baptized (Acts 8:35-38), and that a person must repent of sin and be T\n' forgiven before being baptized (Acts 2:38). A baby is incapable of believing, - E\nrepentance, or confession, which must precede baptism. i\n\" 5. WHY IS IT IMPORTANT TO BE BAPTIZED? ‘ _.\nAccording to Jesus, baptism is essential for those who wish to enter heaven: L |\n| “No one can enter the kingdom of God unless he is born of water and the \" | '\nSpirit” — John 3:5.\nJesus gives only one exception. The thief on the 'z'\ncross was “born of the Spirit,” even though it was impossible for him to leave the 1\ncross and be immersed F\nin water as a sign of his change of heart. And Jesus promised him that he would\nbe with Him in the kingdom (Luke 23:42,43). For the thief, being “born of water E\nand of the Spirit” represents the blood of Jesus which was being spilt to cleanse\nhim from his sins. Augustine observed, “There is one case of deathbed ,\nrepentance recorded, that of the penitent thief, that none should despair; and only | 'f\none, that none should presume.” | | i\nJesus Himself gave this solemn warning; {\n“Whoever believes and is baptized will be saved, but whoever does not | ]\nbelieve [and therefore is not baptized] will be condemned.” —Mark 16:16.\n| By dying in our place at Calvary, Jesus made a public demonstration of His ]\nlove for us. We need to respond with a public, unashamed confession of our\ncommitment to Christ through baptism. Have you begun a new life in Christ?\nHave you been baptized? If not, why not prepare for baptism in the near future? i |\n6. BAPTISM IS ONLY THE BEGINNING |\nBaptism represents our commitment to a Christian lifestyle. But our | ?\nsurrender at baptism doesn’t automatically last a lifetime. :\nWhen a child is born, a celebration is in order. After the day of birth is over\n‘ and the excitement subsides, the baby requires daily feeding, daily bathing, and f '\n","e — e,\ndaily concern for its welfare. It’s much the same with baptism. Paul said of his\nexperience, ‘I die every day” (1 Corinthians 15:31). By daily turning from\nselfishness, we become more and more responsive to Christ.\nThe rite of baptism, like the wedding ceremony, was meant to be the formal\nconfirmation that a wonderful and growing relationship has begun. In order to\ngrow consistently, we need a daily giving of ourselves to Christ, a daily reception\nof a new life through prayer and Bible study.\n7. A CAUSE FOR REJOICING\nBaptism is cause for great rejoicing because those who place their faith in\nChrist have the assurance of eternal life. “Whoever believes and is baptized will\nbe saved” (Mark 16:16). When we are baptized, we're on an upward path leading\nus to eternal joy.\nBaptism also celebrates a present happiness with Christ. He promises the\npriceless gift of the Holy Spirit to those baptized (Acts 2:38). With the Spirit |\ncomes “the fruit of the Spirit”— “love;” which fills the life with “patience,\nkindness, goodness, faithfulness, gentleness and self-control” (Galatians 5:22, |\n233,\nHaving Jesus living inside us by His Holy Spirit gives a profound sense of\ncertainty. For “the Spirit himself testifies . . . that we are God’s children” (Romans\n8:15, 16). :\n, This secure relationship with God brings us many benefits, but it doesn’t\nguarantee a problem-free life. In fact, the enemy often tries to throw the most ' \\\ndifficulties at those who've just made a commitment to Christ. However, when\n= we'e in God’s hands we can know that He will use everything that happens to us,\ngood and bad, to teach us and help us grow (see Romans 8:28).\nA young woman made a decision to commit her life to Christ and be\nbaptized, in spite of her husband’s threat of divorce. He wanted no part of her\nnew faith, but she stuck to Jesus and tried to become a more loving wife than\n| ever before. For some time the husband made things difficult at home. But\nfinally he was won over by an argument he couldn’t answer: her transformed life.\nThis man surrendered his life to Christ and he too was baptized.\nSticking close to Christ through “thick and thin” will make us powerful\ninstruments in His hands. We can commit our lives to Him unconditionally\nbecause He has already made the ultimate commitment to us when He paid the\nprice for our sins on the cross. What a privilege it is to publicly give Him our\nlove and allegiance! If you haven’t yet done so, why not surrender your life to ,\nChrist right now. Ask Him to create a new life in you by the Holy Spirit, and then\n| bebaptized into Christ.\nwww.biblestudies.com |\ne www.bibleinfo.com\n: The Voice of Prophecy Bible School, USA |\n","| TEEEEaEEaEEE e e . |\ne R R R T |\nRead again the section in Guide 16 identified by the number in the left margin, then B\nplace an X before the TRUE statements in each section. |\n1. [] Being baptized is an outward portrayal of an inward change. |\n[_] Being “born of the Spirit” is an inner change of mind and heart. 3\n| [ ] According to Jesus, being born both of water and of the Spirit is a condition of ] ' |\nentrance into the kingdom of God. |\n2. [ | By being baptized we demonstrate our faith in Jesus’ death, burial, and resurrection E |\n, | for our sins. ; -\n. . . B *\n|| The physical act of baptism graphically represents the steps of conversion. i\n[_] Being buried under the water at baptism symbolizes our dying to sin with Christ - .\nand Christ burying our old life of sin. \\ i\n[_] Coming up out of the water at baptism symbolizes rising to a new life in Christ. B\n[] Baptism by sprinkling is an adequate symbol of death, burial, and resurrection.\n|| Baptism outwardly represents the change that has taken place inside a person. '\n[ ] At baptism we express our desire to lock arms with Jesus and live a new and better\nlife in Christ. |\n, 3. Jesus was baptized - _\n[ ] asapositive example tous. || as a confession of His guilt. ; :\n4. Jesus was baptized | ‘\n' [ | byimmersion. [ ] by sprinkling. ‘\n| For more than 1,000 years after Christ, the Christian church |\n[] baptized by immersion. [ | baptized by sprinkling. | |\n5. According to Jesus, for those who enter heaven |\n- [ | baptismis optional. [ | baptism is essential. 1\nA person who accepts Christ during a last illness, repents of and confesses every sin, but i\nhas no opportunity to be baptized ]\n[ | willbe saved. [ | will be lost. |\n6. Being baptized symbolizes | ',\n|| that a relationship with Christ has begun.\n| | the climax of our relationship with Christ. 1\n7. Read again section 7 of your guide, then consider these HEART QUESTIONS: -\"\nEach of us has the same opportunity given the eunuch: to believe in Christ, to be 1\nbaptized, to receive the outpouring of the gifts and fruit of the Spirit, to become a ]\nchild of God, and to live life to the full. .\nHave you been baptized in the Bible way, by immersion? |\nDo you wish to follow Jesus’ example and be baptized? |\nYour Name: -,\nSl L T AR e T L e TR et s el e 1\nPhone: » i\n0 ﬁ%fi’%@wﬁ |\n"]}