{
  "title": "From Guilty Sinner to Forgiven Saint",
  "number": 13,
  "introduction": "There were no fingerprints. No weapon was ever discovered. No one saw the murderer enter the office of the doctor. No one even heard the shots ring out. But the doctor was found sprawled behind his desk. Five bullets had pierced his shirt.\nIt seemed the perfect crime. The police at first could find no clues. But then they noticed a tiny wire attached to a pencil holder on the doctor’s desk. The wire led to a tape recorder in a desk drawer. The pencil holder, they realized, actually concealed a microphone that the doctor used to record his conversations with the patients he was counseling.\nThe investigators quickly rewound the tape and, to their amazement, began to listen to a replay of the actual crime. A man named Anthony had entered the office and began a heated argument with the doctor. Shots rang out. The tape ended with the terrible moans of the doctor, dying on the carpet.\nEvery awful detail had been recorded. The murderer thought his crime would forever remain a secret. He’d been so careful to leave no clues. But the tape told the whole story.\nIn this guide we’re going to learn about God’s final judgment when human beings are “judged according to what they had done as recorded in the books” (Revelation 20:12). For those who have not accepted Christ as their Savior, it will be bad news. But the judgment is wonderfully good news for those who’ve found security in Christ.",
  "sections": [
    {
      "title": "HOW YOU CAN FACE THE JUDGMENT UNAFRAID",
      "number": 1,
      "text": ""
    },
    {
      "title": "CHRIST CAME ON TIME",
      "number": 2,
      "text": ""
    },
    {
      "title": "THE ASSURANCE OF SINS FORGIVEN",
      "number": 3,
      "text": ""
    },
    {
      "title": "THE TIME FOR THE JUDGMENT TO BEGIN",
      "number": 4,
      "text": ""
    },
    {
      "title": "THE HEAVENLY SANCTUARY CLEANSED A JUDGMENT",
      "number": 5,
      "text": ""
    },
    {
      "title": "FACING YOUR LIFE RECORD IN THE JUDGMENT",
      "number": 6,
      "text": ""
    }
  ],
  "questions": [
    {
      "number": 1.1,
      "question": "Christ’s death on the cross enables Him ",
      "response": false
    },
    {
      "number": 1.2,
      "question": "Christ’s death on the cross enables Him ",
      "response": false
    },
    {
      "number": 1.3,
      "question": "Christ’s death on the cross enables Him ",
      "response": false
    },
    {
      "number": 1.4,
      "question": "Christ’s death on the cross enables Him ",
      "response": false
    },
    {
      "number": 1.5,
      "question": "Christ’s death on the cross enables Him ",
      "response": false
    }
  ],
  "thought_question": "As the Lamb of God, Jesus died for our sins; as our High Priest, Jesus draws us into an intimate relationship with God. Because of what Jesus has done and is doing for you, how do you feel about Jesus?"
}