{"title":"771. Living Bread - John 6  ","number":771,"verses":["Jesus said to them, \"I am the bread of life.\nWhoever comes to me shall never be hungry,\nand whoever believes in me shall never be thirsty.\nBut you, as I said, do not believe\nalthough you have seen.","\"All that the Father gives me will come to me,\nand the man who comes to me I will never turn away.\nI have come down from heaven, not to do my own will,\nbut the will of him who sent me.\nIt is his will that I should not lose\neven one of all that he has given me,\nbut raise them all up on the last day.","\"For it is my Father's will that everyone\nwho looks upon the Son and puts his\nfaith in him shall possess eternal life;\nand I will raise him up on the last day.\"","\"In truth, in very truth I tell you,\nthe believer possesses eternal life.\nI am the bread of life.\nYour forefathers ate the manna in\nthe desert and they are dead.\nI am speaking of the bread that\ncomes down from heaven,\nwhich a man may eat, and never die.","\"I am that living bread which has\ncome down from heaven;\nif anyone eats this bread he shall live for ever.\nMoreover, the bread which I will\ngive is my own flesh;\nI give it for the life of the world.\"","This led to a fierce dispute among the Jews.\n\"How can this man give us his\nflesh to eat?\" they said.","Jesus replied, \"In truth, in very truth I tell you,\nunless you eat the flesh of the Son of Man and\ndrink his blood you can have no life in you.\nWhoever eats my flesh and drinks\nmy blood possesses eternal life,\nand I will raise him up on the last day.\nMy flesh is real food; my blood is real drink.","\"Whoever eats my flesh and drinks my blood\ndwells continually in me and I dwell in him.\nAs the living Father sent me,\nand I live because of the Father,\nso he who eats me shall live because of me.\nThis is the bread which came down from heaven;\nand it is not like the bread which our fathers ate:\nthey are dead,\nbut whoever eats this bread shall live for ever.\""]}