["The burden which Habakkuk the prophet did see.","O LORD, how long shall I cry, and thou wilt not hear! <FI>even<Fi> cry out unto thee <FI>of<Fi> violence, and thou wilt not save!","Why dost thou shew me iniquity, and cause <FI>me<Fi> to behold grievance? for spoiling and violence <FI>are<Fi> before me: and there are <FI>that<Fi> raise up strife and contention.","Therefore the law is slacked, and judgment doth never go forth: for the wicked doth compass about the righteous; therefore wrong judgment proceedeth.<RF>wrong: or, wrested<Rf><CM>","Behold ye among the heathen, and regard, and wonder marvellously: for <FI>I<Fi> will work a work in your days, <FI>which<Fi> ye will not believe, though it be told <FI>you<Fi>.","For, lo, I raise up the Chaldeans, <FI>that<Fi> bitter and hasty nation, which shall march through the breadth of the land, to possess the dwellingplaces <FI>that are<Fi> not theirs.<RF>breadth: Heb. breadths<Rf>","They <FI>are<Fi> terrible and dreadful: their judgment and their dignity shall proceed of themselves.<RF>their judgment…: or, from them shall proceed the judgment of these, and the captivity of these<Rf>","Their horses also are swifter than the leopards, and are more fierce than the evening wolves: and their horsemen shall spread themselves, and their horsemen shall come from far; they shall fly as the eagle <FI>that<Fi> hasteth to eat.<RF>fierce: Heb. sharp<Rf>","They shall come all for violence: their faces shall sup up <FI>as<Fi> the east wind, and they shall gather the captivity as the sand.<RF>their…: or, the supping up of their faces, etc: or, their faces shall look (Heb. the opposition of their faces) toward the east<Rf>","And they shall scoff at the kings, and the princes shall be a scorn unto them: they shall deride every strong hold; for they shall heap dust, and take it.","Then shall <FI>his<Fi> mind change, and he shall pass over, and offend, <FI>imputing<Fi> this his power unto his god.<CM>","<FI>Art<Fi> thou not from everlasting, O LORD my God, mine Holy One? we shall not die. O LORD, thou hast ordained them for judgment; and, O mighty God, thou hast established them for correction.<RF>mighty…: Heb. rock. established: Heb. founded<Rf>","<FI>Thou art<Fi> of purer eyes than to behold evil, and canst not look on iniquity: wherefore lookest thou upon them that deal treacherously, <FI>and<Fi> holdest thy tongue when the wicked devoureth <FI>the man that is<Fi> more righteous than he?<RF>iniquity: or, grievance<Rf>","And makest men as the fishes of the sea, as the creeping things, <FI>that have<Fi> no ruler over them?<RF>creeping: or, moving<Rf>","They take up all of them with the angle, they catch them in their net, and gather them in their drag: therefore they rejoice and are glad.<RF>drag: or, flue net<Rf>","Therefore they sacrifice unto their net, and burn incense unto their drag; because by them their portion <FI>is<Fi> fat, and their meat plenteous.<RF>plenteous: or, dainty: Heb. fat<Rf>","Shall they therefore empty their net, and not spare continually to slay the nations?<CM>"]