["The word which came to Jeremiah from the LORD, saying,","Arise, and go down to the potter's house, and there I will cause thee to hear my words.","Then I went down to the potter's house, and, behold, he wrought a work on the wheels.<RF>wheels: or, frames, or, seats<Rf>","And the vessel that he made of clay was marred in the hand of the potter: so he made it again another vessel, as seemed good to the potter to make <FI>it<Fi>.<RF>of clay…: or, was marred, as clay in the hand of the potter<Rf><RF>made it…: Heb. returned and made, etc<Rf>","Then the word of the LORD came to me, saying,","O house of Israel, cannot I do with you as this potter? saith the LORD. Behold, as the clay <FI>is<Fi> in the potter's hand, so <FI>are<Fi> ye in mine hand, O house of Israel.","<FI>At what<Fi> instant I shall speak concerning a nation, and concerning a kingdom, to pluck up, and to pull down, and to destroy <FI>it<Fi>;","If that nation, against whom I have pronounced, turn from their evil, I will repent of the evil that I thought to do unto them.","And <FI>at what<Fi> instant I shall speak concerning a nation, and concerning a kingdom, to build and to plant <FI>it<Fi>;","If it do evil in my sight, that it obey not my voice, then I will repent of the good, wherewith I said I would benefit them.<CM>","Now therefore go to, speak to the men of Judah, and to the inhabitants of Jerusalem, saying, Thus saith the LORD; Behold, I frame evil against you, and devise a device against you: return ye now every one from his evil way, and make your ways and your doings good.","And they said, There is no hope: but we will walk after our own devices, and we will every one do the imagination of his evil heart.","Therefore thus saith the LORD; Ask ye now among the heathen, who hath heard such things: the virgin of Israel hath done a very horrible thing.","Will <FI>a man<Fi> leave the snow of Lebanon <FI>which cometh<Fi> from the rock of the field? <FI>or<Fi> shall the cold flowing waters that come from another place be forsaken?<RF>the snow…: or, my fields for a rock, or for the snow of Lebanon? shall the running waters be forsaken for the strange cold waters?<Rf>","Because my people hath forgotten me, they have burned incense to vanity, and they have caused them to stumble in their ways <FI>from<Fi> the ancient paths, to walk in paths, <FI>in<Fi> a way not cast up;","To make their land desolate, <FI>and<Fi> a perpetual hissing; every one that passeth thereby shall be astonished, and wag his head.","I will scatter them as with an east wind before the enemy; I will shew them the back, and not the face, in the day of their calamity.<CM>","Then said they, Come, and let us devise devices against Jeremiah; for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet. Come, and let us smite him with the tongue, and let us not give heed to any of his words.<RF>with…: or, for the tongue<Rf>","Give heed to me, O LORD, and hearken to the voice of them that contend with me.","Shall evil be recompensed for good? for they have digged a pit for my soul. Remember that I stood before thee to speak good for them, <FI>and<Fi> to turn away thy wrath from them.","Therefore deliver up their children to the famine, and pour out their <FI>blood<Fi> by the force of the sword; and let their wives be bereaved of their children, and <FI>be<Fi> widows; and let their men be put to death; <FI>let<Fi> their young men <FI>be<Fi> slain by the sword in battle.<RF>pour…: Heb. pour them out<Rf>","Let a cry be heard from their houses, when thou shalt bring a troop suddenly upon them: for they have digged a pit to take me, and hid snares for my feet.","Yet, LORD, thou knowest all their counsel against me to slay <FI>me<Fi>: forgive not their iniquity, neither blot out their sin from thy sight, but let them be overthrown before thee; deal <FI>thus<Fi> with them in the time of thine anger.<RF>to slay…: Heb. for death<Rf><CM>"]