{
    "title": "",
    "number": 9,
    "sections": [
        {
            "title": "IS HEAVEN A REAL PLACE?",
            "number": 1,
            "text": "Jesus is preparing a very real place for us right now in a very real heaven. ; |\n“Let not your heart be troubled: ye believe in God, believe also in me 1 |\n[Jesus]. In my Father’s house are many mansions: if it were not so, I would |\n- have told you. 1 GO TO PREPARE A PLACE FOR YOU. And if I go and prepare t .\na place for you, I WILL COME AGAIN, and receive you unto myself; that where\n- I am, there ye may be also.” — John 14:1-3, KJV. (Unless otherwise noted, all |\n| Scriptural texts in the DISCOVER guides are from the New International Version of\nthe Bible [NIV].)\n| Jesus is coming to our world a second time to take us to a custom-made |\nmansion in a heavenly city that is glorious beyond our wildest dreams: the New |\nJerusalem. Sy | |\n_ After we've lived there for a thousand years, Christ intends to bring this\n- heavenly home down to planet Earth. As the New Jerusalem descends, fire will '\npurify the entire world. Our renewed planet then becomes the permanent home of <\nthe saved. (Revelation 20:7-15. More about this in Guide 22.) |\n| What does John, who wrote Revelation, picture next? s |\n‘ “Then I saw a new heaven and a new earth, for the first heaven and the\nfirst earth had passed away, und there was no longer any sea. I saw the Holy kil |\nCity, the new Jerusalem, coming down out of heaven from God, prepared as a |\nbride beautifully dressed for her husband. And I heard a loud voice from the ol\n‘ throne saying, ‘Now the dwelling of God is with men, and he will live with\nthem. They will be his people, and God himself will be with them and be their | ' :\nGod.”\no —Revelation 21:1-3.\n| After its transformation by fire, who does Jesus promise will occupy the new\nearth? ’\n- “Blessed are the meek: for they will inherit the earth.” —Matthew 5:5. | -\n| (See also Revelation 21:7.)\nChrist promises to restore !1is once perfect world to its original Edenic beauty, |\nand the meek “will inherit the carth.”"
        },
        {
            "title": "WILL WE HAVE REAL BODIES IN HEAVEN?",
            "number": 2,
            "text": "When Jesus appeared to H s disciples in His resurrected and glorified body, |\nhow did He describe it? i\n“Look at my hands and 11 feet. It is I myself! Touch me and see; a ghost\ndoes not have flesh and bones, as you see I have.” —Luke 24:39.\n' Jesus had a real body; He iiivited Thomas to touch Him (John 20:27). On this |\noccasion Jesus walked into a rcal house, talked to real people, and ate real food\n(Luke 24:43). :\nHeaven isn't inhabited by : hosts, but by real people who enjoy a spiritual life, {\nand who have a “glorious bod;.” | -\n“But our citizenship is in heaven. And we eagerly await a Savior from |\nthere, the Lord Jesus Christ, who, by the power that enables him to bring '\nC everything under his control, will transform our lowly bodies so that they will |\nbe like his glorious body.” — Philippians 3:20, 21. |\nWe can be assured that our heavenly bodies will be as solid and real as Christ’s\n' resurrected body. | -\nWill we recognize our family and friends in heaven? | ' |\n- “Now we see but a poor reflection as in a mirror; then we shall see face to |\nface. Now I know in part; then I shall know fully, even as I am fully known.”\n\n\n—1 Corinthians 13:12. |\n- In heaven we “shall know fully” We'll understand and appreciate one another more | | ,\n| deeply than we ever have in this present world. s |\n' Jesus’ disciples recognized Him in His heavenly body, apparently because of His |\nfamiliar features (Luke 24:36-43). Mary knew Him at the tomb because of the familiar _\n| sound of His voice when He called her by name (John 20:14-16). The two disciples at | |\nEmmaus identified Him because of certain familiar gestures. When they noticed the |\nway their guest blessed the food, they recognized Him as the Lord by His manner | ‘\n(Luke 24:13-35). |\nThe redeemed are certain to experience thrilling “face-to-face” reunions in heaven. |\nImagine the joy of recognizing your spouse’s special smile, or the familiar call of a 1 s\nchild you laid to rest long ago, or the endearing gestures of some beloved friend. We'lly |\nhave an eternity to deepen life’s most precious bonds and to develop intimate \\‘ | |\n_ friendships with the most fascinating personalities in the universe. | |\n. 3. WHAT WILL WE DO IN HEAVEN? ' |\n| Wwe'll have plenty of activities to challenge us in heaven. How about designing your |\n| own dream house? | |\n“Behold, I will create new heavens and a new earth.... I will rejoice over g |\nJerusalem and take delight in my people.... T hey will build houses and dwell in\n- : them; they will plant vineyards and eat their fruit. ... My chosen ones will long\nenjoy the works of their hands.” —Isaiah 65:17-22. |\n| Jesus is already preparing personalized homes for us in the Holy City, the New | | : 1\ni - Jerusalem (John 14:1-3; Revelation 21). These verses suggest we'll also design and -\nconstruct other houses—perhaps beautiful country estates, landscaping them with\n: heaven’s rich variety of plant life. And who knows what high-tech adventures await us |\nin God’s advanced civilization? Our present scientific breakthroughs and space |\n- odysseys will seem like child’s play when we begin exploring in our “Father’s house.” | / |\n3 | Do you love the beauty of thundering waterfalls, quiet meadows, teeming rain\nforests, and delicate blossoms? |\n“The LORD will surely comfort Zion; . .. he will make her deserts like Eden, her\nwastelands like the garden of the LORD. Joy and gladness will be found in her,\nthanksgiving and the sound of singing.” —Isaiah 51:3. »\n| | God will transform the earth into a pristine Garden of Eden. No more oil spills or\nsmog or drought; the lakes stay crystal clear, the trees majestic, and the mountainsides\n| unscarred.\n: Not only the beauties of the world, but also our capacity to absorb them will be ‘_\nE | greatly intensified. It will seem like that first day outdoors after a very long illness.\n| And the first “twenty minutes of reality” will extend into a magical eternity.\nDo you enjoy experiencing new things? Learning? Creating? ,\n“There, immortal minds will contemplate with never failing delight the wonders of |\ni creative power, the mysteries of redeeming love. . .. Every faculty will be developed, .\nevery capacity increased. The acquirement of knowledge will not weary the mind or |\ni exhaust the energies. There the grandest enterprises may be carried forward, the\n£ loftiest aspirations reached, the highest ambitions realized; and still there will arise\n, ' new heights to surmount, new wonders to admire, new truths to comprehend, fresh\nobjects to call forth the powers of mind and soul and body. All the treasures of the\nuniverse will be open to the study of God’s redeemed”—Ellen G. White, | |\n: The Great Controversy (Nampa, Idaho; Pacific Press Publishing Association, 1950), :\nB page 677. :"
        },
        {
            "title": "WILL EVIL EVER THREATEN HEAVEN AGAIN? |\n“Nothing impure will ever enter it, nor will anyone who does what is | | |\nshameful or deceitful, but only those whose names are written in the ' |\n‘ Lamb’s book of life.” —Revelation",
            "number": 4,
            "text": "21:27. E\nGod is going to completely eliminate sin and its terrible results; they will E i\nnever appear again. When Jesus appears, “we shall be like Him” (1John 3:2). 5 ] :\n, Instead of resisting impulses to kill, steal, lie, or rape, we’ll pursue heavenly 3 2\ngraces. ; |\n“[God] will wipe every tear from their eyes. There will be no more i '\ndeath or mourning or crying or pain, for the old order of things has |\n‘ passed away.” —Revelation 21:4. , »\n| Even the ultimate enemy, death, will vanish. In heaven’s land of eternal 1 ki |\nyouth the redeemed are “immortal” . -\n(1 Corinthians 15:53); no inhabitant will ever suffer the ravages of old age. | 3 '\nHeaven not only destroys the results of sin, it also reverses them. Imagine | i3 -\n- what it will be like for those who've struggled with lifelong handicaps: i\n“Then will the eyes of the blind be opened and the ears of the deaf 3 -\nunstopped. Then will the lame leap like a deer, and the mute tongue *\nAT shout for joy.” —Isaiah 35:5, 6. ‘ -\n| 5. WHAT IS HEAVEN’S GREATEST THRILL? |\nImagine seeing the Lord of the universe face-to-face. | '\n| “Now the dwelling of God is with men, and he will live with them. | :\n| They will be his people, and God himself will be with them and be their e |\nGod.” —Revelation 21:3. | A\nGod Almighty promises to be our companion and tutor. What a joy to sit : ,‘\nat His feet! Think what a musician might give to be able to spend a few\nmoments with Beethoven or Mozart. Imagine how much a physicist would i |\ntreasure the chance to sit down with Albert Einstein, or how much it would\nmean for a painter to talk with Michelangelo or Rembrandt. f:i\nJust think, the redeemed will have an infinitely greater privilege. They : |\nwill converse with the Author of all music, science, and art. They will be on = '?\nintimate terms with the greatest Mind and deepest Heart in the universe. |\nAnd this relationship will overflow into worship. i\n““Brom one New Moon to another and from one Sabbath to another, B\nall mankind will come and bow down before me, says the LORD.” B\n; —Isaiah 66:23. g il\nIn the center of the heavenly city stands the great white throne of God. \\_\n| Encircled by an emerald rainbow, His face shines like a blazing sun. Below ‘\n‘ His feet a glassy sea extends in all directions. On this crystal surface . ,\nreflecting God’s glory, the redeemed gather to pour out their exultant praise. | &\n“And the ransomed of the LORD will return. They will enter Zion with ]\nsinging; everlasting joy will crown their heads. Gladness and joy will \\ o\n_ overtake them, and sorrow and sighing will flee away.” —Isaiah 35:10. :\nHere is Someone whose goodness never misses a beat. His faithfulness |\nand patience and compassion just keep rolling on. Praise His holy name! ' |\n\n\n/ 0 . ."
        },
        {
            "title": "WE MUST BE THERE! | | .\n: Jesus longs for that face-to-face meeting. That's why He was willing to\nrescue you from sin at such great cost. You must personally take advantage of\nthis gift. You must make a commitment to Christ as Lord and Savior. You\n| need the pardon that is offered from the cross, because: O\n“Nothing impure will ever enter [the New Jerusalem], nor will anyone |\nwho does what is shameful or deceitful, but only those whose names are &",
            "number": 6,
            "text": "8\n| written in the Lamb’s book of life.” —Revelation 21 27\n. Jesus delivers us from sin, not in sin. We must come to Him through His\npower in us and be separated from the impure and the unholy. Jesus is our |\npassword into His soon-coming kingdom. |\nAnd that kingdom can have its beginning right now in your heart. When * , |\n. Christ delivers us from sin, He creates a little heaven within. He can help us\ndeal with the worry, anger, lust, fear, and guilt that plague us. The hope of B\n' heaven isn't an escape from life’s problems; it helps create more heaven on |\nearth. A recently conducted poll showed that “those who believe in life after |\ndeath lead happier lives and trust people more than those who don't” |\n~ Nothing will have a more dramatic impact on your life right now than a\ntrusting relationship with Jesus Christ. Listen to how Peter describes the |\nimpact of a living faith: |\n: “Though you have not seen him, you love him; and even though you o\ndo not see him now, you believe in him and are FILLED WITH AN ,\nR INEXPRESSIBLE AND GLORIOUS JOY, for you are receiving the goal of | ;\nyour faith, the salvation of your souls.” —1 Peter 1:8, 9.\nAll of this—and heaven too. Have you discovered the kind of abundant |\nlife Christ wants you to experience? Please don’t turn away from His gracious -\ni invitation. -}\n“The [Holy] Spirit and the bride say, ‘Come!’ And let him who hears\n’ say, ‘Come!’ Whoever is thirsty, let him come; and whoever wishes, let him |8\ntake the free gift of the water of life” —Revelation 22:17. |\n' Jesus is with you now, speaking to your heart as you read these lines. He\ninvites you to “Come!” “Come!” “Come!” He couldn’t be more eager, more\ninsistent. If you have not yet done so, this moment above all others 1s your\nopportunity to explore His offer.\nWhy not tell Him that you accept His gracious gift and want to spend |\neternity with Him? Tell Him that you love Him. Thank Him for all He has\ndone for you and all He is still planning for you. If there is something 0\n| between you and God, ask Him to make you willing to remove it. Today,\n| while you hear His voice, while your heart is still responsive, give yourself to\nHim without reserve. Bow your head at this moment and say, “Jesus, my :\n: Lord, I come. I give my all to You. I will be Yours forever.” |\n! | www.biblestudies.com\n) www.bibleinfo.com ,\nThe Voice of Prophecy Bible School, USA :\n\n\n~ DISCOVER — AnswerSheet N |\n| YOUR HOME IN HEAVEN -\nl The number of each question in your Answer Sheet is the number of the ’ |\nsection in DISCOVER Guide 9 where the answer can be found. i\n If the answer is True, circle the T; if False, circle the F. ol - . '"
        },
        {
            "title": "T F Jesus is now preparing a place for us in a very real heaven. -\n, T F At Jesus second coming, He will take us to heaven. |\nT F Eventually, saved people will return in the New Jerusalem to an ;\nentirely new earth.\n|",
            "number": 1,
            "text": "2. T F Inheaven we will have real bodies like Christ’s resurrected body. | - | e\nT F After His resurrection, Jesus did not have a real body. F -\nT F After His resurrection, Jesus’ followers recognized Him by His . * - 4 | |\n‘ familiar features, His voice, and His manner. -_»\nT F We will form intimate friendships with our family and friends in i *\nheaven. F L\nPlace an X in front of each TRUE Bible fact which tells what the saved will | ' i\ndo in heaven. | i '\n3. || Build houses. : ] |\n|| Eat real food. « | P ‘\n] Kill and eat animals. | e\n' || Live on barren deserts. |\n, |_| Plant vineyards. | i :\n- __| Enjoy life. a |\n|| Enjoy beauty. |\n| || Experience new things. | 3 |\n| Place an X in front of each TRUE Bible fact which tells what heaven will be like. |\n| 4 | | No sin. __| No suffering. . 4\n|| No sickness. |1 Only occasional pain. \"j ,\n5. [_]Worship at God’s throne. [ |]Jesus our Companion. i‘\n| | Heart-warming singing. | | Only limited impurities. ' |\nHEART QUESTION: Do you wish to ask Christ to come into your life so |\nyou can experience heaven in your heart now and be ready to live in the\nhome Jesus is preparing for you in heaven? | -\nYour Name: F |\nAddress: |\nPhone: R '"
        }
    ]
}