{"title":"","number":17,"sections":[{"title":"JESUS CHALLENGES US TO GROW BY SHARING\nThe disciples had spent three and a half years taking in Christ’s words and actions,\nand finally His death and resurrection. As Jesus was about to return to heaven, He\n: commissioned the disciples to be His personal representatives:\n“YOU WILL RECEIVE POWER when the Holy Spirit comes on you; and YOU\nWILL BE MY WITNESSES ... to the ends of the earth.” —Acts","number":1,"text":"1:8. (Unless otherwise\nnoted, all Scriptural texts in the DISCOVER guides are from the New International Version |\nof the Bible [N1V].) <\nWhen Christ’s followers gave their hearts unreservedly to Him at Pentecost, the risen\nChrist transformed their lives through the power of the Spirit. They became witnesses,\nnot only to Christ’s bodily resurrection and ascension, but also to His resurrection power\n: that had changed their lives.\nAs Christians we too are witnesses to the resurrection of Jesus because we have |\nexperienced His renewing power in our own lives.\n“But because of his great love for us, GOD, who is rich in mercy, MADE US\nALIVE WITH CHRIST even WHEN WE WERE DEAD IN TRANSGRESSIONS—it is\nby grace you have been saved. AND GOD RAISED US UP WITH CHRIST ... IN\n« ORDER THAT ... HE MIGHT SHOW THE INCOMPARABLE RICHES OF HIS |\nGRACE, expressed in his kindness to us in Christ Jesus.” —Ephesians 2:4-7. ' :\nWe have been made alive with Christ, so we can “show the incomparable riches of\nf His grace.” And He asks us to take the good news of what He can do in a human life to\n| all the world, then promises to go with us as we do so (Matthew 28:19-20).\n| H.M.S. Richards, the founder of the Voice of Prophecy radio ministry, once testified: |\n“I have seen the change in the hearts of people who have heard the gospel of Christ. I\nhave traveled in lands where the name of God and of Christ was never known until His\n| church took the gospel there. I have seen these people changed from filth to cleanliness,\nfrom disease to health, from constant fear of evil spirits to joy in Christian living. I have\nseen the change in the status of womanhood. I have seen true Christian homes emerge\nfrom pagan darkness. In every land that I have visited I have seen lives changed. I\nknow that ‘the gospel of Christ ... is the power of God unto salvation’ (Romans 1:16). I\nknow that when the church proclaims the gospel message, changes take place in human\nhearts and in human homes, and they are visible in the lives of those who respond to its\nappeal”\nGod has given to us weak human beings a special part to play in this exciting work,\nbecause sharing is a vital part of our growth. In order for our faith to remain healthy, it\nmust be expressed. As Larry discovered so dramatically, sharing our faith helps us\nexperience it more fully, and causes us to grow. |"},{"title":"WE SHARE CHRIST BY THE WAY WE LIVE\nA young man who'd grown up in an abusive home once observed: “I looked at my\n- parents who by their example gave me a distorted image of God; I never had the '\nexample of someone with skin on who loves me” People around us desperately need\nsomeone who will give them a healthy picture of God. They need someone “with skin\non” who will demonstrate godly qualities. Our most powerful sermon is often simply\nthe way we live. Before a person cares how much you know, they must know how much\n_ you care. Peter urges us:\n\n\n“LIVE SUCH GOOD LIVES among the pagans [non-Christians] that ... THEY |\nMAY SEE YOUR GOOD DEEDS AND GLORIFY GOD.... because CHRIST SUFFERED\n| FOR YOU, LEAVING YOU AN EXAMPLE, THAT YOU SHOULD FOLLOW IN HIS |\nSTEPS.” —","number":2,"text":"1 Peter 2:12, 21. |\nSince “Christ suffered” for us at Calvary, we have an example of sacrificial love very ,\nclose at hand. That love, reproduced in us as loving acts to others, can become a powerful |\nforce drawing unbelievers into the arms of Christ. -"},{"title":"WE SHARE CHRIST BECAUSE OF THE WAY WE THINK\nWhen the Devil ambushed Jesus in the wilderness with his appeals to appetite, pride,\nand presumption, Jesus fought back successfully by quoting from Scripture (Matthew","number":3,"text":"4:4, ‘\n7,10). Christ was prepared because He had filled His mind with Bible truths. [JThat’s where |\nthe battle is won or lost—in our minds. ‘ |\n“For as [a person] thinketh in his heart, so is he”—Proverbs 23:7, K]JV.\nGrowing Christians think heavenward. They concentrate on the healthy qualities they |\nare trying to acquire. |\n“Rejoice in the Lord always, . . . in everything, BY PRAYER and petition, with - |\n| thanksgiving, present your requests to God. And the peace of God, which transcends ~ |\nall understanding, will GUARD YOUR HEARTS AND YOUR MINDS in Christ Jesus. E\nFinally, brothers, whatever is TRUE, whatever is NOBLE, whatever is RIGHT, whatever -\nis PURE, whatever is LOVELY, whatever is ADMIRABLE—if anything is EXCELLENT '\n| or PRAISEWORTHY—think about such things. . .. And the God of peace will be with | |\nyou.” —Philippians 4:4-9. : .\nWhat we feed our minds makes all the difference. Garbage in, garbage out. God’s\n\" Word in, God’s life out. \"\n| 4. WE SHARE CHRIST BY THE WAY WE LOOK - ~\nAs a representative of Christ, the Christian will be modest even about how he or she i’\n| looks, avoiding all kinds of extremes. “\n“If any of them do not believe the word, they may be won over ... when they see 9\n| the purity and reverence of your lives. Your beauty should not come from outward i\nadornment, such as braided hair and the wearing of gold jewelry and fine clothes.\nInstead, it should be that of your inner self, THE UNFADING BEAUTY OF A GENTLE !\nAND QUIET SPIRIT, which is of great worth in God’s sight. For this is the way ...\n[those] who put their hope in God used to make themselves beautiful.” —1 Peter 3:1-5. 1\nSimplicity in dress and adornment has always marked genuine Christ-likeness. | §\n= Ideally, others should be attracted to us as Christians not by the statement we make about ;\n~ fashion, but by the statement our lives make about Jesus. i"},{"title":"WE SHARE CHRIST BY THE WAY WE ACT , ;\nThe historian Edward Gibbon tells us that when Galerius sacked the camp of the |\nPersians, a shining leather bag filled with pearls fell into the hands of a looting soldier.","number":5,"text":"3 ,\nThis man carefully preserved the useful bag, but threw away the precious pearls. ]\nPeople who cling to the superficial thrills the world can offer up—while discarding |\n| Jesus, the Pearl of Great Price—are in even worse shape than the looting soldier. It's not 3 =\n, just a fortune that can slip through our hands, but eternal salvation. So Scripture warns us: E\n“Do not love the world or anything in the world. If anyone loves the world, the ’\nlove of the Father is not in him. For everything in the world—the cravings of sinful -\nman [appetite], the lust of his eyes [love of the world], and the boasting of what he has £\n: and does [pride]—comes not from the Father but from the world. The world and its 1\n\n\n‘ desires pass away, but the man who does the will of God lives forever.”\n—1 John 2:15-17. |\n. Satan works hard to gold-plate the most destructive sins and the worst habits.\nAdvertising for alcoholic drinks shows only young, beautiful, hard-working,\nintensely happy people. We never see anyone who resembles a pathetic figure . |\nstumbling out of the liquor store with a paper sack in their hands.\nWe have to be careful of associations that compromise our Christian ‘ |\nprinciples (2 Corinthians 6:14). Christ does, of course, want us to keep reaching |\nout to non-Christian friends. Personal relationships are the primary means .\nthrough which faith is shared. Just make sure that your associates are not |\ndragging you back into the old way of life. |\nWhat we take into our lives, even the entertainment we choose, has an impact |\non our spiritual life. We need to be conscious of what we’re feeding our minds. | |\n‘ “I will set before my eyes no vile thing.” —Psalm 101:3. |\nIf we feed our souls on the best, the worst won't be able to drag us down to its o\nlevel. Holding to higher standards in the things we let into our homes and minds .\n. won't narrow our lives. The Christian has more to make him happy than anyone ’\nelse. s : |\n- “YOU WILL FILL ME WITH JOY in your presence, with eternal pleasures '\n: at your right hand.” —Psalm 16:11. |"},{"title":"WE SHARE CHRIST BY THE WAY WE GIVE o\nAs he was about to baptize a new believer, the late Pastor H.M.S. Richards ‘ i\nnoticed that the man still had a well-filled billfold in his pocket. Richards asked if |\n| hed forgotten to leave his money in the dressing room. “My pocketbook and I - -\nwill be baptized together;’ the man explained. He had caught the true spirit of\n| Christianity—giving to help others. Christians grow by giving, and that is why\n“Jesus himself said: ‘It is more blessed to give than to receive™ (Acts","number":6,"text":"20:35). S |\nWhat we give to advance God’s kingdom retains an eternal value. i :\n“Do not store up for yourselves treasures on earth, where moth and rust & ?\n| destroy, and where thieves break in and steal. But STORE UP FOR 2\nYOURSELVES TREASURES IN HEAVEN. ... For where your treasure is, there o\n\\ ih your heart will be also.” —Matthew 6:19-21. e\nAs you give, remember: “The earth is the Lord’s, and everything in it” (Psalm e\n24:1), including the silver and gold (Haggai 2:8). We ourselves belong to God,\nbecause He created us and because He rescued us from our sins by paying the i\nprice for our sins with His blood (1 Corinthians 6:19-20). Everything we own oy '\nbelongs to God, because He gives us “the ability to produce wealth” (Deuteronomy\n8:18). :\nHow much does our crucified and risen Lord invite us to share with Him for o ] |\n| giving the gospel to others? | ' 4\n“Will a man rob God? Yet you rob me. But you ask, ‘How do we rob you?’\n‘IN TITHES AND OFFERINGS. ... Bring the whole tithe into the storehouse,\nthat there may be food in my house. Test me in this, says the LORD Almighty,\n_ ‘and see if I WILL not THROW OPEN THE FLOODGATES OF HEAVEN and ’\n\n\npour out so much blessing that you will not have room enough for it.”\n—Malachi 3:8-10. |\nTithe is a “tenth” of our “increase” (Deuteronomy 14:22, KJV; Genesis 28:22).\n' For the farmer or merchant the increase is income after deducting business\nexpenses. For the employee, it is the total wage. The principle of tithing is a\nmoral principle because it involves character. By failing to tithe we “rob” God.\nThe tithe belongs to God and is to be used exclusively for supporting Christ’s\n, ministry (1 Corinthians 9:14), and finishing His work on earth so He\ncan return (Matthew 24:14).\nWhen Jesus came to live among us, He gave approval to tithing in New\nTestament times (Matthew 23:23).\nHow much should we give in offerings? Offerings are a matter of individual\ndecision. Each person “should give what he has decided in his heart to give” {2\nCorinthians 9:5-7). You can't outgive God:\n| “Give and it will be given to you. A good measure, pressed down, shaken\ntogether and running over, will be poured into your lap.” — Luke 6:38.\nH.M.S. Richards once related this experience:\n| “A lifelong gambler attended my meetings in Los Angeles, and I shall never '\nforget the time I talked with him alone in the rear of the auditorium. He took a\n| roll of bills from his pocket, $500, and gave them all to me, saying, ‘This is my\nfirst tithe. A\n“The man was not well, and he had done nothing but gamble for 30 or 40\nyears, so ['said, ‘How are you going to live?’ : ‘\n“He replied, T have only five or six dollars left, but this other belongs to God. |\n; | “Then [ asked, ‘What will you do?’\n| | “I don’t know, he answered, ‘but I know that I must pay my tithe to God, and\nHe will take care of me.\n, “And God certainly did. The man’s repentance was sincere. He went all the\nway in his consecration and was happy in his Christian life. And God-provided\n| for him to the day of his death” God does not promise that all faithful believers\nwill grow rich. But we have the assurance that our Maker will supply life’s\nnecessities. ,\nChrist gave everything for us. Let’s give our hearts completely to Him now.\nLet’s share Christ with others by the way we live, think, look, act, and give. Why\n| not discover the joy of sharing Christ with others and of growing in His\nwonderful grace?\nwww.biblestudies.com\no www.bibleinfo.com '\n| The Voice of Prophecy Bible School, USA\n\n\n) ‘ ’ — S P\n. DISGUVER — Answersneeti;s =\nTHE SECRET OF GROWTH |\nRead again the section in Discover Guide 17 identified by the number in the left -4\nmargin, then place an X before the TRUE statements in each section. |\n1.  Sharing their faith in Christ ;\n[ | causes all Christians who share to grow. |\n[ ] is limited to a few select Christians. 1"},{"title":"Often the most powerful way to share Christ ]\n[ ] is by arguing with a person who disagrees with you.\n[ is by the way we live.\n‘ :.r","number":2,"text":"3. We can best overcome temptation |\n| [_] by filling our minds with Scripture.\n[_] by filling our minds with psychological formulas.\n{.\n4, A Christian can share Christ i\n[_] by wearing peculiar clothing designed for a perfect Christian. | | |\n| [_] by wearing simple, modest clothes. |"},{"title":"The things we see and do as Christians ’ ,\n|| have an impact on our spiritual life. i\n‘ || have no effect on our experience with Christ. |\n, Place an X before all TRUE statements: |","number":5,"text":"6. We should share Christ by giving our tithes and offerings to Christ’s work in\n| the world, because |\n[_] the earth and everything in it belongs to God. ?-ﬂ\n|| the God who created us gave us the ability to produce wealth.\n[_] God asks us to give tithes and offerings. ‘\n|| Jesus endorsed giving a tenth of our increase as tithe. |\n[_] tithing is God’s chosen method of supporting those who preach the gospel . |\ns0 Jesus can come again. 1\n[_] giving offerings also helps spread the gospel. |\nHEART QUESTION: Do you desire to share Christ by the way you think, :\nact, and look, and by your financial support for spreading the gospel? -;\nYour Name: _\no N e L L i e L T i\nPhone: :\n= (oo © 05 byTheVoiceofPophesy _neVloice of Prophecy ‘\n-  Copyright © 2005 by The Voice of Prophecy ~~ TheVOICE Of FTOPAECY | - |"}]}