{
    "title": "",
    "number": 4,
    "sections": [
        {
            "title": "The letter\nby Pliny offers historical evidence of the\nman, Christ, and of the spread of His faith\nin the days of His apostles”\n~ Surprised, the young man said, “Tell\nme more!” '\n\nAs the minister thumbed through\nanother book, he added, “Another\nhistorian, contemporary with Pliny, was\nTacitus. In his Annals (Book",
            "number": 110,
            "text": "15, chapter\n44) he tells of Nero's hatred for, and\npersecution of, the Christians at the time\nof the burning of Rome. Tacitus explains\nthat the term ‘Christian’ comes from the\nname ‘Christ. He mentions that Jesus\nChrist, the founder of the Christian\nreligion, had been put to death by Pontius\nPilate, Procurator of Judea, during the\nreign of Emperor Tiberius. All these\n\n\n- details that Tacitus gives us match exactly the events, names, and places given in the Bible”\n“Pastor, I never knew things like that were in secular history!” the visitor exclaimed.\nThe minister added, “I want you to notice that about A.D. 180 Celsus wrote a book\nattacking Christians, indicating that Christianity by that time had become a force to reckon |\nwith.\n“If you are still in doubt, remember that the four Gospels are just as much history as\n| these secular books.”\nWhen this young man realized that both sacred and secular history agree that Jesus |\ndid live as a man on earth, he went away convinced that Jesus Christ was a real, historical |\nfigure. S | B\n| |\n' 1. CHRIST EXISTED FROM ETERNITY .\nJesus was not merely a good man, He was also God. What claim did Jesus Himself\nmake concerning His divinity? |\n“If you really knew me, you would know my Father as well. From now on, you do |\n{ know him and have seen him.... Anyone who has seen me has seen the Father.” —\n| John 14:7-9. (Unless otherwise noted, all Scriptural texts in the DISCOVER guides are from\nthe New International Version of the Bible [NIV].)\nIf you wish to know the answer to the questions, “Who is God? What is He like?” just |\n. look at Jesus, who declared,\n| ; “I and the Father are one.” —John 10:30. B |\n| God the Father and Jesus the Son have existed together from eternity (Hebrews 1:8).\n| There never was a time when Jesus was not one with the Father. The Father shares the ~\n| same love and care for each person that Jesus demonstrated during His human life on\nB ’ earth.\n! 2. CHRIST, THE HEART OF HISTORY AND PROPHECY\nE | Since Christ’s life story is a fulfillment of prophecy, His life story was written before He\n| i was born. Old Testament prophecies present a clear outline of Christ’ life, death, and\n| | resurrection in advance. The New Testament is His life story told in fulfillment. |\n’ Living from five hundred to fifteen hundred years before Christ’s birth, the Old\nTestament prophets made scores of very specific predictions about the life of the Messiah.\n| And at the very beginning of Christ’s earthly ministry, as people compared His life with\nl 0ld Testament prophecies, what did they conclude?\n“We have found the one Moses wrote about in the Law, and about whom the\nprophets also wrote—Jesus of Nazareth, the son of Joseph.” —John 1:45.\nOur Savior appealed to fulfilled prophecies to establish His identity:\n“And beginning with Moses and all the Prophets, he explained to them what was\nsaid in all the [0ld Testament]| Scriptures concerning himself.” —Luke 24:25-27.\nFulfilled prophecies give convincing evidence that Jesus is the promised Messiah. ."
        },
        {
            "title": "CHRIST’S LIFE A FULFILLMENT OF PROPHECY",
            "number": 3,
            "text": "Let’s look at a few of these prophetic passages from the Old Testament—and their\n| fulfillment in the New Testament record.\nHIS PLACE OF BIRTH\n| The Old Testament Prophecy: -\n“But you, BETHLEHEM Ephrathah, . . . out of you shall come forth to Me the One\n| to be Ruler in Israel, whose goings forth are from of old, from everlasting.” f\n\n\nm\n, . . ]\n—Micah 5:2, NKJV. | |\nThe New Testament Fulfillment: | -\n“Jesus was born in BETHLEHEM in Judea.” —Matthew 2:1. |\nHIS VIRGIN BIRTH |\nThe Old Testament Prophecy: |\n“The VIRGIN will be with child and will give birth to a son, and will call him\nImmanuel [God with us].” —Isaiah 7:14. 4\nThe New Testament Fulfillment: |\n“Joseph son of David, do not be afraid to take Mary home as your wife, because WHAT |\n| IS CONCEIVED IN HER IS FROM THE HOLY SPIRIT. She will give birth to a son, and you -\n| are to give him the name Jesus [the LORD saves].” —Matthew 1:20-23. |\n| HIS LINEAGE FROM THE TRIBE OF JUDAH ¢ ;\nThe Old Testament Prophecy:\n“THE SCEPTER WILL NOT DEPART FROM JUDAH, ... until he comes to whom it f\n| belongs.” —Genesis 49:10. |\nThe New Testament Fulfillment:\no “For it is clear that OUR LORD DESCENDED FROM JUDAH.” —Hebrews 7:14. |\n| | HIS REJECTION 5\nThe Old Testament Prophecy: |\n\" “Hewas despised and REJECTED by men.” —Isaiah 53:3. B\n| The New Testament Fulfillment: |\n' “He came to that which was his own, but HIS OWN DID NOT RECEIVE HIM.” ,\n—John IL:11. | |\n- HIS BETRAYAL AND THE FEE PAID HIS TRAITOR\n: The Old Testament Prophecy:\n“Even MY CLOSE FRIEND, whom I trusted, he who shared my bread, has lifted up his\nheel against me.” —Psalm 41:9.\n: “I told them, ‘If you think it best, give me my pay; but if not, keep it. So they paid me\n| THIRTY PIECES OF SILVER.” —Zechariah 11:12. ' .\nThe New Testament Fulfillment: |\n“Then one of the Twelve—the one called Judas Iscariot—went to the chief priests and |\nasked, ‘What are you willing to give me if I hand him over to you?’ So they counted out for\n| him THIRTY SILVER COINS.” —Matthew 26:14, 15.\n| | HIS DEATH ON A CROSS\n| The Old Testament Prophecy:\n| “They have PIERCED MY HANDS and my feet.” —Psalm 22:16.\nThe New Testament Fulfillment: ﬁ;\n‘ “When they came to the place called the Skull, there THEY CRUCIFIED him.” |\n—Luke 23:33. (See also John 20:25.) . ' |\nHIS ESCAPE FROM THE TOMB\n| The Old Testament Prophecy: -\n| | “Because YOU WILL NOT ABANDON ME TO THE GRAVE, nor will you let your Holy\n. One see decay.” —Psalm 16:10. ,\nThe New Testament Fulfillment:\n- “Seeing what was ahead, he spoke of the resurrection of the Christ, that HE WAS NOT\nABANDONED TO THE GRAVE, nor did his body see decay. God has raised this Jesus to\n| life, and we are all witnesses of the fact.” —Acts 2:31, 32. |\n' S e s e e\n\n\n- . :\nThe evidence is strong that Jesus didn’t just happen to fit a few predictions. His |\nbiography was indeed written beforehand by supernatural means. Truly, Jesus is the\nSon of God. | -\nAfter looking at the evidence, we need to make a prayerful decision about who is ._\ngoing to be Lord in our lives. If you have not already done so, will you place your life |\n| | in Jesus” hands? | -"
        },
        {
            "title": "A GOD-PLANNED LIFE",
            "number": 4,
            "text": "8:28, 29. i |\nGod planned the human life of Jesus before His birth, and God also has a plan for i : , -\n| every human being. He knows how each of us can fulfill our deepest desires and find . | |\nan abundant life. , | |\nRay wasn't always so sure he wanted to submit to God’s plan. But when he faced . -\n| a big decision about where to go to college, he decided for the first time in his life to . |\nseek divine guidance on the subject. He prayed for several days and tried to listen for | 1 .\nsome answer. After a while he seemed to get very clear reasons on why he should B\n: choose Option B: a less expensive, but huge and impersonal university. Soon after ‘\n| starting classes he got acquainted with some wonderful Christians who belonged to I\nCampus Crusade for Christ. His experience with them during the next two years e |\n| radically changed his life. :\n| When Ray looks back today, he notes that every time he has faced a major ;‘ -\ndecision and sought divine guidance, “God opened up a whole new area of my life.” - .\nHow can you know God’s plan for your life? God guides in several ways: |\n(1) THE BIBLE. | .\nAccording to the psalmist, what is life’s Guidebook? |\n“Your word is a lamp to my feet and a light for my path.” \" - |\n' —Psalm 119:105. | |\nGod’s Word renews our minds and gives us insight (Romans 12:2, Psalm 119:99). 3\n| A regular time of prayerful study in Scripture is the best way to get our priorities :;\nstraight. | |\n| (2) PROVIDENTIAL CIRCUMSTANCES. | s |\nGod also guides us by divinely-directed circumstances. Psalm 23 pictures Him | -\nas the Good Shepherd. A shepherd leads his sheep through lush valleys as well as |\n| through rocky ravines. He is capable of helping his charges benefit and learn from \" |\nevery experience. We have a Shepherd who sticks close by our side. '\n. (3) DIRECT COMMUNICATION OF GOD TO THE HEART.\nGod also guides us by speaking to our conscience. The Spirit can enlighten “the\neyes of your heart” (Ephesians 1:18). The more consistently we practice\ncommunicating with God, the more He is able to guide us. He molds both our inner\n- impressions and our reasoning and judgment so we can see clearly the next step we |\n| need to take. | | -\n\n\ne 2 e e e .."
        },
        {
            "title": "THE GUIDES MUST HARMONIZE",
            "number": 5,
            "text": "It's possible, of course, to assume you are living a God-directed life when you are |\n, merely following your own inclinations and impulses (Proverbs 16:25). Our feelings\nmust harmonize with Bible teaching. It’s not safe to conclude that God is leading us —\nunless all three of the guides harmonize.\nTake Jake, for example. He had a lovely wife and two children, but had an affair\nwith another woman. He told his friends: “T've prayed about it and I feel it's God’s will.” E\nJake’s emotions and “inner impressions” clearly sent him down the wrong path. He -\nimagined that it was “providential” that he'd met this other woman and didn’t step back\nto look at the Bible commands against adultery. And the Bible, “the law and the ‘\n| | testimony, is the authoritative guidebook, the final judge for determining a right -\n| course of action (Isaiah 8:20). We must never allow any impression or apparently\nprovidential circumstance lead us away from a biblical principle."
        },
        {
            "title": "SUBMITTING TO GOD’S PLAN",
            "number": 6,
            "text": "When the Devil came to tempt Jesus in the wilderness, he suggested, “If you will .\n| only forego the painful sacrifices your Father has planned for you, I'll give you the\n| world in the palm of your hand—with fame, fortune, and a comfortable lifestyle.” |\nSatan even quoted Scripture in an attempt to lead Jesus astray. But each time Jesus\nfought him off with the words, “It is written” (Matthew 4:1-11). |\nOne powerful lesson we can learn from the life of Jesus is submission to the\n| Father’s will. Even amid the terrible agony of Gethsemane, He cried out, “My Father, if |\nit is possible, may this cup be taken from me. Yet not as I will, but as you will” | .\n(Matthew 26:39). After three years of His ministry, living day by day in harmony with |\n: | the Father’s plan, Christ’s dying words were: “It is finished” (John 19:30). Jesus was |\n; really saying, “My God-planned life is now complete and fulfilled.” |\nAs you begin to hear God’s voice speaking coherently through His Word,\nprovidential circumstances, and direct impressions, you can learn to accept His\n: guidance wholeheartedly. You too can discover the joy of a God-planned and a God-\nguided life. |\n slcted and et by Henry Beenan (Lo Osfod Universiy\n' | Contra Celsum, rrnslated by Henry Chaduwick (Cambridge:\ne They Reluable: 54 edivion, revised (Grand Rapids: Willam 8. |\n-  books are not available in your local libragy, those in the United States\n| www.biblestudies.com :\no | www.bibleinfo.com\n: The Voice of Prophecy Bible School, USA ‘ |\n\n\n- DISCOVER — Answer Sheet4 ,\nThe number of each question in your Answer Sheet is the number of the section in\nDISCOVER Guide 4 where the answer can be found. -\nRead again the section of DISCOVER Guide 4 identified by the number in the left | f; o |\nmargin, then place an X before the one statement that best completes each of the 3\nsentences: N"
        },
        {
            "title": "Jesuswas\n[_| areal historical figure. . | |\n[ ] an imaginary person invented by church historians. o\n|",
            "number": 0,
            "text": "1. Jesus was e\n] only God. | 5\n' [_| both God and man. _\nGod the Father and Jesus His Son have existed together |\n[ | from eternity.\n. [ | since the Father created the Son. B ."
        },
        {
            "title": "Bible prophecies | i |\n|| concerning Christ have proved unreliable. | -\n[ | present a clear outline of Christ’s life, death, and resurrection. -",
            "number": 2,
            "text": "3. Christ was born in Bethlehem |\n[_] to the virgin Mary. ] ' |\n[ ] to a woman who already had several children. ‘\n‘ | Jesus was f\n[ ] readily accepted as the Messiah by the nation of Israel. ‘,\n| [_] rejected by His own people and betrayed by a friend.\n3 Hundreds of years before it happened, prophets predicted that\n[ 1 Jesus would die on the cross and be resurrected. |\n[ ] Jesus would die on the cross and remain in the grave. ]\n- 4. We can know God’s plan for our life .\n[_] by examining our dream patterns.\n[_] by Bible study, divinely-directed circumstances, and by God speaking\ndirectly to our hearts. » -"
        },
        {
            "title": "God guides us through inner impressions ,\n| [ ] that are in harmony with Bible truth. ]\n] alone.\nHEART QUESTION: Will you accept God’s gracious invitation to guide your |\nlife just as He guided Christ’s life when He lived on earth? - i _ B\nYour Name: »‘: :\n: Address: A\nPhone:",
            "number": 3,
            "text": ""
        }
    ]
}