{"title":"","number":15,"sections":[{"title":"THE GUIDEBOOK TO THE CHRISTIAN LIFESTYLE\n: The Bible was written as a guidebook for the Christian. It is full of stories of real people\nlike us who have experienced the same challenges we face every day. Getting to know these\nBible characters—their joys and sorrows, their problems and opportunities—helps us mature\nas Christians. | |\nThe psalmist David pictures our daily dependence on the Word of God by comparing it to\na flashlight [torchlight]: | |\n“Your word is a lamp to my feet and a light for my path.” -\n—Psalm","number":1,"text":"119:105. (Unless otherwise noted, all Scriptural texts in the DISCOVER guides are\nfrom the New International Version of the Bible [NIV].)\nThe illumination we get each day from the Bible makes clear the qualities we need in our\nlives and the principles of spiritual growth. Above all, the Bible presents us with Jesus, the |\nLight of the World. Life only makes sense when Jesus is shining on it. '\n| 2. A TRANSFORMING FRIENDSHIP\nChrist wants the Bible to be as real to you as a personal letter from a close friend. |\n“I have called you friends, for everything that I learned from my Father I have made\n, known to you.” —John 15:15.\nJesus wants the very best for us. His Word brings us into God’s inner circle: those He ' : ‘\nconfides in and personally instructs. |\n: “I have told you these things, so that in me you may have peace.” —John 16:33.\n| In order to experience this peace, this secure relationship with Christ, we need to read the\nletters He sends us. That’s what the Bible is: correspondence from heaven. Don't leave those\nletters unopened. The transforming message you need is in the Word.\nHere is one typical testimony about the Bible’s impact: “I needed help, and I found it in\n| Jesus. Every want was supplied, the hunger of my soul was satisfied; the Bible is to me the\nrevelation of Christ. I believe in Jesus because He is to me a divine Savior. I believe the Bible\n‘ because I have found it to be the voice of God to my soul” £ |\n—The Ministry of Healing, p. 461."},{"title":"GUIDELINES FOR LIVING IN THE BIBLE AND THE\nTEN COMMANDMENTS\nA brief look at the Ten Commandments will help us understand why they and the Bible\n| are an indispensable basis for right living.\n! The Commandments naturally fall into two divisions. The first four define our _\nrelationship to God, and the last six define our relationship to other people. They are found in\nExodus","number":3,"text":"20:3-17. , ‘\n' The first two commandments outline our relationship to God and to His worship. |\nI.“You shall have no other gods before me””\nI1. “You shall not make for yourself an idol ... . You shall not bow down to them or worship\nthem....”\nThe 3rd and 4th commandments sketch our relationship to God’s name and to His\nholy day.\nI11. “You shall not misuse the name of the LORD your God ...”\nIV.“Remember the Sabbath day by keeping it holy. Six days you shall labor and do all your | _\n_ work, but the seventh day is a Sabbath to the LORD your God....”\nCommandments 5 and 7 safeguard family bonds. o\n\n\nS\nV.“Honor your father and your mother ...”\n_ VII. “You shall not commit adultery”\nCommandments 6, 8,9, and 10 protect us in social relationships.\nVI1.“You shall not murder”\nVIIL. “You shall not steal” |\nIX. “You shall not give false testimony against your neighbor.” |\nX. “You shall not covet your neighbor’s house. You shall not covet your neighbor’s wife . .. or |\nanything that belongs to your neighbor” [\nThe Ten Commandments define our relationship both to God and to other people. They are |\nthe guideposts of a Christian lifestyle. | ="},{"title":"WHAT JESUS SAID ABOUT THE TEN S |\nCOMMANDMENTS\nOne day as Jesus was teaching, an enthusiastic young man hurried up to Him and asked,\n“Teacher, what good thing must I do to get eternal life?” (Matthew","number":4,"text":"19:16). Christ could see thathe |\nwas wrestling with a money problem and advised him to get rid of his possessions and “obey the |\ncommandments” (verse 17). 4\n| The young man tried to sidestep Christ’s diagnosis of his problem by asking which\ncommandments He was talking about. Jesus listed several of the Ten Commandments\n(Verses 18, 19). :\n. Finally, the “rich young ruler” turned and walked away sadly (verses 20-22). He could give\nmental assent to the Ten Commandments, but he couldn’t obey the spirit of the law by :\nabandoning his selfish way of life. o |\n- | The Ten Commandments show us the boundaries within which healthy relationships, with\n' God and each other, can grow. Jesus pointed to obedience as the way to real joy:\n‘ “If you OBEY MY COMMANDS, you will remain in my love, just as I have obeyed my\nFather’s commands and remain in his love. I HAVE TOLD YOU THIS SO that my joy may be |\nin you and THAT YOUR JOY MAY BE COMPLETE.” —John 15:10, 11."},{"title":"GUIDE TO A HAPPY LIFE\nThe book of Ecclesiastes is a report of Solomon’s search for happiness. He records his quest |\nfor happiness in the riches of the world: magnificent houses, productive vineyards, beautiful |\ngardens, and orchards of luscious fruit. He multiplied servants. He found himself surrounded\nwith every material thing a person could desire. But happiness eluded him, and\nhe wrote:\n“When I surveyed all that my hands had done and what I had toiled to achieve, |\neverything was meaningless, a chasing after the wind.” —Ecclesiastes","number":5,"text":"2:11. g\nSolomon then turned to searching out the pleasures of this world in hope of finding 4\nhappiness. He was taken in by wine, women, and song. His conclusion: ‘ 7\n“Meaningless! Meaningless! . . . Everything is meaningless!” —Ecclesiastes 12:8. | ,\n' Solomon had once tasted and seen that the Lord is good. As he compared his early life of | |\nobedience to God with his reckless chase for happiness in the things of sin, his verdict:\n“Here is the conclusion of the matter: Fear God and keep his commandments, for this is\nthe whole duty of man.” —Ecclesiastes 12:13.\nSolomon felt he could find a shortcut to happiness in a wild life. Toward the close of his life,\nhe was man enough to admit his error. To save others from the same error, he wrote,\n“He that keepeth the law, happy is he.” —Proverbs 29:18, K] V.\n_ 6. THE TEN COMMANDMENTS AN\nINDISPENSABLE NEW TESTAMENT GUIDE\nIn the New Testament, James testified: ‘\n\n\n“For whoever keeps the whole law and yet stumbles at just one point is guilty\nof breaking all of it. For he who said, ‘Do not commit adultery, also said, ‘Do not -\nmurder.” If you do not commit adultery but do commit murder, you have become\n“a lawbreaker. Speak and act as those who are going to be judged by the law that | |\ngives freedom.” —James 2:10-12. |\nCharles Spurgeon, the great Baptist preacher of the past century, declared: “The\nlaw of God is divine law—holy, heavenly, perfect. . .. There is not a command too |\nmany; there is not one too few, but it is so incomparable that its perfection is proof of |\nits divinity.” \\ -\nJohn Wesley, one of the founders of the Methodist church, wrote this about the | b\nenduring nature of the law: “The moral law contained in Ten Commandments ... He « |\n[Christ] did not take away. . . . Every part of this law must remain in force upon all Bl\nmankind and in all ages.”—Sermons, vol. 1, pp. 221, 222. |\nBilly Graham, the world’s most respected evangelical evangelist, regards the Ten - =\nCommandments so highly that he has written an entire book about their importance | .\n: to the Christian. ' ."},{"title":"POWER TO OBEY , =\n: The Bible and the Ten Commandments are an unchangeable, indispensable, ‘ |\n' perfect guide to happy living. Yet hearts are still in conflict. One woman expressed it ,\nlike this: “I believe the Ten Commandments are binding, I am certain that keeping\nthem leads to happiness. I have tried my very best to keep them, but I just can't do it. | |\n'm beginning to believe that no one else can.” -\nS The tendency of the natural person is to try to live a life of obedience to God’s L .z\ncommands. But in answer to such trying, over and over again from within the |\nblackened heart of a person comes the frustrated response, “I can’t obey!” Why?\nBecause: o)\n“The sinful mind is hostile to God. It does not submit to God’s law, nor can it = {\ndo so.” —Romans","number":7,"text":"8:7. ’\n- What is the purpose of the Ten Commandment law? 1\n“Through the law we become conscious of sin.”—Romans 3:20. -\nThe function of the law is to lead us to utter realization that we are hopelessly | | ~\nlost sinners in need of a Savior. - | ,\n“The law was put in charge to lead us to Christ that we might be justified by\nfaith.” —Galatians 3:24.\n' Jesus is the answer! Once we are at Jesus’ feet in absolute helplessness, by faith : ,\n- we can receive forgiveness for our sins and power from Him to obey His |\ncommandments. | |"},{"title":"LOVING OBEDIENCE TO THE TEN _‘ | |\nCOMMANDMENTS\nJesus tells us that obedience is the result of love: | |\n“If you love me, you will obey what I command.” —John","number":8,"text":"14:15. 3 :\nA If we love God, we will obey the first four commandments which define our E\nrelationship to God; and if we love people, we will obey the last six which define our g\n\n\nrelationship with others.\nThe person who tramples on the Ten Commandments sins:\n. “Everyone who sins breaks the law; in fact, sin is lawlessness.”\n—1 John 3:4.\nBut thank God, we have a Savior who came to this world and died, was\nresurrected, and now lives for one purpose: |\n“But you know that He appeared SO THAT HE MIGHT TAKE AWAY OUR\nSINS.” — Verse 5.\nOur Savior forgives and removes our sinfulness (1 John 1:9). He then promises to\ngive us His love to love with—the great antidote to a life of selfishness and sin:\n“GOD HAS POURED OUT HIS LOVE IN OUR HEARTS by the Holy Spirit, |\n| whom he has given us.” —Romans 5:5. 3\nWe have no innate ability to keep God’s law. God’s love “poured out ... in our\nhearts” is our only hope."},{"title":"GOD’S GRACE AND OBEDIENCE TO THE LAW\nSalvation is a gift. We cannot earn it. We can only accept it by faith. We receive |\n| justification (right standing with God) as a gift, solely through faith because of God’s |\ngrace. ‘\n' “For it is BY GRACE YOU HAVE BEEN SAVED, through FAITH—and this not\nfrom yourselves, it is THE GIFT OF GOD—not by works, so that no one can boast.” .\n—Ephesians","number":9,"text":"2:8. ,\nWe cannot keep the commandments by our own works—Dby trying. We cannot ' ‘\nkeep the commandments to be saved. But when we come to Jesus in faith and |\n: . - submission and are saved, his love fills our hearts. As a result of this divine grace and\nacceptance, we desire to follow Him and obey Him through the power of His love in\nour hearts (Romans 5:5).\nPaul stresses the futility of human effort and indicates that we are not under the\nlaw as a way of salvation, but “under grace”\n| | “Shall we sin because we are not under law but under grace? By no means!”\n—Romans 6:15.\nWhy? Because a heart motivated by love produces a life of loving obedience!\n(Romans 13:10). To love Christ is to obey Him:\n’ “Whoever has my commands and obeys them, he is the one who loves me.” —\nJohn 14:21. | \"\nP Eric Liddell demonstrated that, even in the worst of circumstances, the believer\nwho is plugged into God’s power can live a contented, obedient life. Liddell\ndemonstrated a winsome grace in a time of stress and fear. His love relationship with\nChrist energized him with the Holy Spirit, and enabled Him to meet “the righteous\nrequirements of the law” (Romans 8:1-4). A love relationship with the crucified and\nrisen Savior can produce that quality of life. | |\n| Have you discovered this secret for yourself? Jesus’ love for you caused Him to give\nHis life for your sin. He offers to empower all your relationships with His love and to\n“equip you with everything good for doing his will” (Hebrews 13:21). What is your |\nresponse?\nwww.biblestudies.com V\n! www.bibleinfo.com\n: The Voice of Prophecy Bible School, USA '\n\n\n_ |\nRead again the section in your DISCOVER Guide 15 identified by the number in the\n' left margin, then place an X before each statement in the section that is TRUE. |\n1,2. The Bible is |\n(] full of stories of real people like you and me. |\n(] like a personal letter from a close friend. i"},{"title":"The Ten Commandments E\n, . . {\n[ ] summarize what the Bible teaches. i\n[ | are a basis for right living. |\nThe first four commandments define our j\n| || relationship to God. o\n[ relationship to other people. ]","number":3,"text":"4. Jesus advised the rich young ruler\n(\"] that the commandments were only for Old Testament times. | o\n|| to obey the commandments. | _"},{"title":"According to Jesus, the commandments were given | -\n| ] to restrict us. |\n|| to aid us in happy living. |","number":5,"text":"6. According to the New Testament the commandments | .\n: || are important.\n|| are out-of-date. | ;\n7,8. The purpose of the commandments is | |\n‘ | [ ] to point out sin and give us a goal to strive toward in our own strength. |\n[ to point out sin and lead us to Jesus who saves us from sin.\n9,10. A person is saved by |\n|| the grace of Christ. ' |\nj - [] keeping the law. |\nA person saved by grace through faith in Christ’s death and resurrection |\n|| is freed from keeping the law.\n[ | loves Christ and naturally obeys the law.\nHEART QUESTION: Do you desire to have Jesus write God’s law in your heart? '\nB wevtan D A S |\n; . B ems— o\non ridimg SRS g bR SRS R i e o S5 el\nf\n* Your Name: ; ,\nAddress: 3 |\nM ‘7\nPhone:"}]}