{
    "title": "",
    "number": 3,
    "sections": [
        {
            "title": "GOD CREATED A\n~ PERFECT WORLD",
            "number": 1,
            "text": "God is the Creator, the architect and\ndesigner of everything from supernovas to\nbutterfly wings.\n\n“By the word of the Lord were the\n_heavens made—their starry host by the\nbreath of his mouth. ... For he spoke,\nand it came to be; he commanded, and it\nstoo d fir ”!.n\n- —Psalm 33:6-9. (Unless otherwise noted,\nall Scriptural texts in the DISCOVER guides\nare from the New International Version of\n the Bible [NIV].)\n\nGod has only to speak and the\n\nelements obey His will."
        },
        {
            "title": "SIX DAYS TO L CRAHORWERR",
            "number": 2,
            "text": "MAKE - Day One: light; sequence of day and night\nOURWORLD | DayTwo: carthsamosphere -\nIn six days the LORD made | Day Three: drylandand vegetation\nandall thatisin them, buthe | L plpe hogidnh =May rives Diidsandnish = |\nTherefore the Lord blessed the | > #ACammasancman\nSabbath day and made it holy> | DaySeven: theSabbah -\n‘ \" Exodus 20:11. | e |\nThe eternal, all-powerful Creator could have formed the world in a moment “by the |\n~ breath of His mouth.” But God chose to take six days to do it—six minutes, or even six *\nseconds would have been sufficient. The first chapter in the Bible, Genesis 1, describes what\nGod created on each day of the creation week. | |\n| What crowning masterpiece did God create on the sixth day? |\n| “GOD CREATED MAN IN HIS OWN IMAGE, in the image of God he created him;\nMALE AND FEMALE HE CREATED THEM.” —Genesis 1:27. |\nGod decided to create individuals like Himself who could reason and feel and love.\nEvery person is made in God’s “image.”\nBy the sixth day, the world was filled with plants and animals, and then God introduced ‘ |\n| His masterpiece of creation. According to Genesis 2:7, the Almighty formed Adam’s body |\nfrom the dust of the ground. So when God breathed “the breath of life” into his nostrils, man\nbecame “a living being”—that is, he came to life. God named the first man created in His |\nimage, Adam, a word that simply means “man,” and the first woman, Eve, which means\n\" “living” (2:20; 3:20). A loving Creator saw the need for human companionship. o\n| Fresh from the hand of God, Adam and Eve both reflected His image. God could have\nprogrammed beings like robots to wander contentedly about the Garden of Eden and raise |\n- their voices in adoration to Him. But God wanted more: real relationships. Robots can\n. smile, speak, even do the dishes, but they can’t love.\nGod created us in His image, with the capacity to think and choose, and to remember,\nunderstand, and love. Adam and Eve were God’s children, and inexpressibly dear to Him."
        },
        {
            "title": "EVIL COMES TO A PERFECT WORLD",
            "number": 3,
            "text": "Adam and Eve had everything to make them happy. They enjoyed perfect physical and\n| mental health, living in a beautiful garden home in a flawless world (Genesis 2:8; 1:28-31).\nGod promised them children and the ability to do creative thinking, and to find satisfaction\nin the work of their hands (Genesis 1:28; 2:15). They experienced |\nface-to-face fellowship with their Maker. No trace of worry, fear, or sickness marred their\nblissful days.\n- How did the world change so drastically into a place of suffering and tragedy? The |\n| | second and third chapters of Genesis tell the entire story of how sin entered our world. Read\nthem at your leisure. Here is a brief summary of their contents. |\nSome time after God established a perfect world, the Devil came to the Garden of Eden\nto tempt Adam and Eve into disobeying their Creator. God limited the Devil’s sphere of\n| influence to one tree in the garden, the “tree of the knowledge of good and evil” And He\nwarned the first human couple to stay clear of this tree and never to eat its fruit, or they\nwould die. |\n- But one day Eve wandered over by the forbidden tree. The Devil quickly launched into | |\n| his sales pitch. He claimed God had lied to her and that if she ate the tree’s fruit she |\n» wouldn't die, but would become wise like God Himself, khowing good and evil, Tragically\n\n\nEve, and then Adam, who had only known good, allowed the Devil to con them, and they\nsampled the forbidden fruit—thus breaking their bond of trust and obedience with God. .\nGod planned for Adam and Eve to “rule” over our world as the stewards of God’s created\nworks (Genesis 1:26). But because they broke faith with God and chose the Devil as their new | |\nleader, the couple lost their jurisdiction. Today the Devil claims the world as his and tries his\nbest to enslave its people. |\nThere are many times when we find ourselves doing something selfish or even cruel when\nwe really want to do the opposite. Why? Because the invisible enemy, the Devil, works to make , | '.\npeople fail morally. |\nAs you read chapter 3 of Genesis, you will discover that sin caused Adam and Eve to hide ' .\no from God in fear. Sin affected all of creation. Thorns appeared along with the flowers. The soil B\nsuffered from drought, and labor became a burden. Disease began to strike at random. ] |\n- Jealousy, animosity, and greed multiplied human miseries. Most terrible of all, with sin camé*\n| death!"
        },
        {
            "title": "WHO IS THIS DEVIL WHO INFECTED |\nOUR WORLD WITH SIN?",
            "number": 4,
            "text": "3\n“He was A MURDERER FROM THE BEGINNING, ... there is no truth in him. When o\nhe lies, he speaks his native language, for he is a liar and THE FATHER OF LIES.” —John '\n8:44.\nAccording to Jesus, the Devil is the originator of sin in the universe, the “father” of sin and - )\n| thus of murder and lying, | ‘ | |\nThomas Carlyle, the great English philosopher, once took Ralph Waldo Emerson through T}\nsome of the worst streets of London's East End. As they walked along, silently observing the ] |\nwretchedness and evil around them, Carlyle finally asked, “Do you believe in the Devil now?”\n| 5. DID GOD CREATE THE DEVIL? | -\nNol A good God would not create a devil. And yet the Bible states that the Devil, along -\n- with the angels he had deceived, lost their place in heaven and came to our world.\n| “And there was WAR IN HEAVEN. Michael and his angels fought against the dragon, ; |\nand THE DRAGON AND HIS ANGELS fought back. But he was not strong enough, and\nthey LOST THEIR PLACE IN HEAVEN. The great dragon was hurled down—that ancient\n| serpent called the devil or Satan, who leads the whole world astray. He was hurled to the ‘1 |\nearth, and his angels with him.” —Revelation 12:7-9. 'g\nHow did the Devil get into heaven in the first place? |\n| “You were anointed as A GUARDIAN CHERUB, for so I ordained you. You were on the\nholy mount of God; ...YOU WERE BLAMELESS IN YOUR WAYS from the day YOU WERE 3\nCREATED till WICKEDNESS WAS FOUND IN YOU” —Ezekiel 28:14, 15.\nGod did not create the Devil, He created Lucifer a perfect 'angel, one of heaven’s leading\n| angels, standing next to God’s throne. But then he sinned—”wickedness was found in” him. i |\n- Expelled from heaven, and posing as Adam and Eve’s friend, he became humanity’s deadliest -\n| | enemy."
        },
        {
            "title": "WHY DID LUCIFER, THIS PERFECT ANGEL, SIN?",
            "number": 6,
            "text": " How YOU HAVE FALLEN FROM HEAVEN, O morning star, son of the dawn! YOU\n| HAVE BEEN CAST DOWN TO THE EARTH. . ... You said in your heart, I will ascend to heaven; I will raise my throne above the stars of God;. .. I WILL MAKE MYSELF LIKE .\n| THE MOST HIGH.” —Isaiah 14:12-14.\n| The being who became the Devil was originally called Lucifer, meaning “day star” or _ '\n| “shining one” In this angel’s heart, vanity and ambition began to take the place of devotion. o\n' The seed of pride grew into an obsession to take God’s place. 'i\n\n\nLucifer must have worked hard to persuade other heavenly beings. It’s easy to |\n| imagine Satan arguing that God was holding something back from them, and that the\ndivine law was too restrictive, and that God was an uncaring sovereign. He slandered : '_\nthe One whose character defines what love is.\nHow was this conflict in heaven resolved? | -\n“Your heart became proud, . .. So I threw you to the earth.” —Ezekiel 28:17. o\nPride changed the chief of angels into the Devil or Satan. And in order to preserve - ‘\n| | the peace and harmony of heaven, he and one third of heaven’s angels who joined him - ‘\nin rebellion, had to be expelled (Revelation 12:4, 7-9). |"
        },
        {
            "title": "WHO IS RESPONSIBLE FOR SIN?",
            "number": 7,
            "text": "Why didn’t God create beings incapable of sinning? If He had, there would be no —\nproblem of evil in our world. But God wanted people who could have meaningful R |\nrelationships. So “God created man in His own image” (Genesis 1:27). This means we .\nare free and responsible. We can decide to love God or turn our backs on Him. | e\nGod gave the angels and human beings of every generation, a spiritual nature and\n* a capacity to make real choices. | |\n“Choose for yourselves this day whom you will serve.” — Joshua 24:15. ~ |\n~ God challenges the beings He created in His image to choose to do right because |\n; their reasoning powers tell them “God’s way is best.” And to turn from wrong because .\n- their reasoning powers warn against the results of disobedience and sin. | ‘s |\nOnly beings with the power to reason and choose can experience real love. God | : * | | |\nlonged to create individuals who could comprehend and appreciate His character, i .\n: freely respond to Him in love, and be filled with love for others. God wanted to share | z\nHis love so much that He was willing to take the enormous risk of creating angels and :1 |\npeople with the power of choice. He knew it was possible that someday one of His z\ncreated beings might choose not to serve Him. The Devil was the first being in the d |\nuniverse to make that terrible choice. The tragedy of sin began with him (John 8:44, 1 | 4\nJohn 3:8). , E"
        },
        {
            "title": "THE CROSS MAKES POSSIBLE THE DESTRUCTION OF SIN",
            "number": 8,
            "text": "Why didn’t God destroy Lucifer before his sin-disease could spread? Lucifer had ) |\nchallenged the fairness of God’s government. He had told lies about God. If God had i |\n| destroyed Lucifer immediately, the angels would have begun to serve Him from fear ,\n-' rather than from love. This would have defeated the purpose God had in creating ) % |\n- | beings with the power of choice in the first place. ?\n) How did anyone really know God’s way was best? God gave Satan a chance to ~— |\ndemonstrate his alternative system. That’s why he was given an opportunity to tempt -\nAdam and Eve. ' :\nThis planet has become a testing ground where the character of Satan and the A | :\nnature of his kingdom are contrasted with the character of God and the nature of His . &\nkingdom. Who is right? Who can we ultimately trust? So deceptive was Lucifer, that it |\nhas taken time for the beings of the universe to be fully convinced of how disastrous = . '\n- Satan’s alternative actually is. But eventually everyone will see that “the wages of sin is |\ndeath” and that “the gift of God is eternal life in Christ Jesus our Lord” (Romans 6:23). .\n‘ e . . . e |\n\n\n—-—-— .\nEvery being in the universe will then agree that:\n‘\\ “Great and marvelous are your deeds, Lord God Almighty. Just and true are\nyour ways, King of the ages. ... All nations will come and worship before you,\nfor your righteous acts have been revealed.” —Revelation 15:3, 4. | |\nAfter everyone understands the deadly nature of sin and the destructive nature\nof Satan’s philosophy, God can destroy Satan and sin. He will also have to destroy o\n| those who stubbornly resist His grace and cling to Satan’s alternative. |\nGod is just as anxious to resolve the problem of sin and suffering as we are to '_\nhave Him do so. But He is waiting until He can do it on a permanent basis, and until\nHe can both preserve our free will and prevent evil from ever appearing again. C ,\no God has promised to destroy sin forever by purifying the heavens and this earth |\n| with fire. “In keeping with his promise” we can look “forward to a new heaven and a |\nnew earth, the home of the righteous” (2 Peter 3:10, 13). Sin will never again infect ‘\n: the universe. Sin's tragic results will stand out so clearly that disobedience to God\nwill seem repugnant for all eternity. |\nWho makes possible the final destruction of the Devil and sin? |\no | “Since the children have flesh and blood, he [Christ] too shared in their\n' humanity so that by his death he might destroy him who holds the power of |\n; death—that is, the devil—and free those who all their lives were held in slavery\n| by their fear of death.” —Hebrews 2:14, 15. .\nAt the cross the angels and the unfallen worlds saw Satan for what he was—a |\n| deceiver, a liar, a murderer. There he revealed his true character by compelling men | |\nto murder the innocent Son of God. The inhabitants of the entire universe saw how\nsenseless and cruel sin really is. The cross fully unmasked Satan’s motives, and when . |\n: God destroys the Devil and those who persist in sin, all will acknowledge that God 1s\n~ just.\nJesus’ death on the cross exposed Satan’s real intent before all created beings |\n| (John 12:31, 32). The cross also revealed Christ for what He is—the Savior of the\n3 _ world. At Golgotha the power of love stood out in stark contrast against the love of\n| ; power. The cross established beyond any question that it is self-sacrificing love that |\nmotivates God in all His dealings with Satan, sin, and sinful men and women.\n| - At the cross Christ’s eloquent demonstration of God’s unconditional love\n~ decisively defeated the Devil. The battle had been over who should rule the world, |\n| - Christ or Satan. And the cross settled it for all time. It must be Christ above all! ‘\n| i Have you discovered a relationship with the Savior who died to reveal His\n| matchless, unchanging love? How do you feel about the One who came to our world\n| | as a human being and died in your place to save you from the results of sin? Will you |\n” bow your head just now and thank Jesus, and then ask Him to come in and take ‘ |\n| possession of your life?\n' , www.biblestudies.com\n. www.bibleinfo.com |\n: The Voice of Prophecy Bible School, USA\n\n\n DISCOVER — AnswerSheet3 ~ J\nDOES MY LIFE REALLY MATTER TO GOD? |\nThe number of each question in your Answer Sheet is the number of the section in\n| Discover Guide 3 where the answer can be found. |\nRead again section 1 of Discover Guide 3, then if the answer is True, circle the T; if |\nFalse, circle the F.\n{"
        },
        {
            "title": "T F At creation, God spoke and the heavens were made. | ‘ .\nIn Guide",
            "number": 1,
            "text": "3 read again the section identified by the number in the left margin, then |\nplace an X before the True statements in each numbered section. ‘: .\n| 2. [] God created Adam and Eve on the 6th day of the creation week. « :\n[_] Every human being is made in God’s image and likeness.\n. [ God formed Adam’s body from water. |\n3. [ ] God placed Adam and Eve in a perfect world. |\n[ God told Adam and Eve that eating of the tree of knowledge of good and |\nevil would make them wise. | |\n| [_] The Devil tempted Adam and Eve into disobeying their Creator. , { |\n- [] Adam ate of the forbidden fruit and gave it to Eve. - |\n[_] By tempting Adam and Eve and causing them to sin, the Devil took the\nrule of the world away from them. ‘\n: In your Discover Guide read again the section identified by the number in the left L\n‘ margin, then if a statement is True, circle the T; if False, circle the F. 5{"
        },
        {
            "title": "T F The Devil is the originator of sin. |\n:",
            "number": 4,
            "text": "5. T F God created a wicked devil. | , ;\n- T F God created Lucifer as a perfect angel, he became jealous of God, and by B ‘\n| choosing to sin Lucifer made a devil out of himself. ~ |"
        },
        {
            "title": "T F The Devil was cast out of heaven and came to our newly created world. .",
            "number": 6,
            "text": "7. T F God created people with the power to choose to sin, or to choose not to\nsin, 3"
        },
        {
            "title": "T F Atthe cross Jesus revealed God’s character of love.\nTHOUGHT QUESTION: Who is now ruling your life— Christ, the Prince of |\nPeace, or Satan, the author of turmoil, suffering, and death?",
            "number": 8,
            "text": "1 |\nYour Name:\n- Address: ____ | :\nPhone: : i"
        }
    ]
}