{
    "title": "",
    "number": 10,
    "sections": [
        {
            "title": "",
            "number": 4,
            "text": "prophecy along the highway to heaven, and examine the questions that a modern-day |\ntraveler might ask as he reads them. l\nSignpost 1 —Anguish! Terror! Perplexity! e g‘\n~ Over nineteen hundred years ago Jesus gave a prophetic description of |\ncontemporary life that sounds as if it could have been taken from the evening news: |\n“There will be SIGNS in the sun, moon and stars. On the earth, NATIONS WILL\n| BE IN ANGUISH AND PERPLEXITY at the roaring and tossing of the sea. MEN\nWILL FAINT FROM TERROR, APPREHENSIVE OF WHAT IS COMING ON THE\nWORLD, for the heavenly bodies will be shaken. AT THAT TIME THEY WILL SEE\n. THE SON OF MAN COMING in a cloud with power and great glory. When these o\nthings begin to take place, stand up and lift up your heads, because your g\nredemption is drawing near.” —Luke 21:25-28. SR | \\\n| No more accurate description of today’s world could be penned than: “Men will faint | |\nfrom terror, apprehensive of what is coming on the world.” Stockpiled weapons are | ' | |\ncapable of destroying the entire planet. What if some terrorist gets a nuclear warhead? |\nJesus gives us a basis for hope in a calamitous age. The current crisis of global |\n“anguish and perplexity” only reinforces the truth that Christ’s coming really is “drawing | |\nnear.” People today often moan in frustration, “Look what the world has come to!” But |\nthe student of Bible prophecy can exclaim with hopeful voice, “Look WHO is coming to o\nour world”> ' |\n| Signpost 2—World Calamities. ' )\nHow do natural disasters fit into last-day events? | .\n| “There will be great EARTHQUAKES, FAMINES and PESTILENCES in various i E\nPR places, and fearful events and great signs from heaven. .. .When you see these things\nhappening, you know that THE KINGDOM OF GOD IS NEAR.” —Luke 21:11, 31. |\n| Think about famines for a moment. Images of starving kids with distended bellies f\npersist on the news. Isn't it rather amazing that a world which can send men to the\n| moon, CANNOT feed all its people? Jesus knew that famines would persist, that selfish |\n| human nature would grow worse toward the end of time.\nBut what about earthquakes? According to the World Almanac of 1999, in century \\\n- after century of the Christian era there has been a striking increase in major\nearthquakes: 18th century 6 major earthquakes, 19th century 7, 20th century more than"
        },
        {
            "title": "So the evidence grows more dramatic as we get nearer and nearer to our present\nday.\nThese figures confirm Jesus’ prophecy. Famines and major earthquakes are reaching\na crescendo-- “the kingdom of God is near!” Will our",
            "number": 100,
            "text": "21st century bring hundreds more |\n~ major earthquakes, or the coming of the King of Kings?\nSignpost 3— Accumulating Wealth. ' |\nWhat is the meaning of wealth slipping into the hands of fewer and fewer while |\nmore and more fall into poverty? ‘ |\n| “You have hoarded wealth in the last days.” —James 5:3. 2 |\nDespite all our economic insights, the rich keep getting richer and the poor poorer. | |\nThe multi-million dollar fortunes are another signpost that show us “the Lord’s coming\n| is near’ (verse 8).\n| | Signpost 4—Civil Unrest. | ‘\nWhy have discontent and unrest among employees risen so dramatically? |-\n“Look! The wages you failed to pay the workmen who mowed your fields are | _\ncrying out against you. THE CRIES OF THE HARVESTERS [WORKERS] have | : |\n_ reached the ears of the Lord Almighty. Be patient and stand firm, because THE\nJ - LORD’S COMING IS NEAR.” —James 5:4, 8. ;\n\n\n4?”5(““/%%?@ E\ne =’ i\nAfter predicting an unparalleled piling up of wealth in our day, James foresaw civil E 4 e\n| unrest arising from discontented workers. The tension between the “haves” and the “have- ’ e\nnot’s” continues to increase. Another sign that “the Lord’s coming is near.” . B Bl\n;‘ Signpost 5—Moral Decay. S . |\n£ Why does the moral fiber of society seem to be shredding? b :\n“But mark this: There will be TERRIBLE TIMES IN THE LAST DAYS. People will , g\nbe lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their | 4\nparents, ungrateful, unholy, without love, unforgiving, slanderous, without self- - il\n£ control, brutal, not lovers of the good, treacherous, rash, conceited, lovers of pleasure ’ |\nrather than lovers of God—having a form of godliness but denying its power. ... EVIL . i b\nMEN AND IMPOSTORS WILL GO FROM BAD TO WORSE, deceiving and being e e\n| deceived” —2 Timothy 3:1-5, 13. s ..\nT Could anyone think of a more accurate description of our world? Point a camera in o\nany direction these days and you'll catch a picture of arrogant materialism. You'll capture a h il\nshocking epidemic of child abuse and molestation. You'll s\n, get countless scenes of youth out of control, | e\n: kids in their early teens killing and maiming at random. All these things form a gallery of - @\n| pictures loudly proclaiming that Jesus’ coming is very near. : i\nSignpost 6—Spread of the Occult. -\nWhy are we seeing an explosion of interest in the occult? | e L\n; “For false Christs and false prophets will appear and perform great signs and g\nmiracles to deceive even the elect—if that were possible” —Matthew 24:24. { ok\n> ' These passages predict that the time of the end will feature all kinds of miracles and P | »\nil signs, a counterfeit manifestation of the supernatural. Witches and warlocks appear on , |\n~ talk shows. New Agers are everywhere, selling magic crystals and channeling departed E |\n_ ~ spirits. Counterfeit signs and wonders are booming. All this makes it even clearer that just 1 = |\nas Jesus predicted, we are living in the time of “the coming of the Son of Man” (verse 27). ’\nSignpost 7—An Awakened World.\n' What is the meaning of the awakening to world-consciousness of Africa, the Middle | |\nEast, Eastern Europe, and the nations of the Far East? i\n““LET THE NATIONS BE ROUSED:; . .. Swing the sickle, for the harvest is ripe. .. |\nso great is their wickedness!” Multitudes, multitudes in the valley of decision! For E ‘\nTHE DAY OF THE LORD IS NEAR in the valley of decision.” —Joel 3:12-14. E |\nToday in Asia and Africa, Eastern Europe, the former Soviet Union, and Middle Eastern E\ncountries, we are witnessing perhaps the most widespread awakening of individual nations 1 _\nin all of recorded history, “for the day of the Lord is near.” z :\nSignpost 8—Peace Plans and War Preparations. b it\nWe live in a strange world. Everyone agrees that we should give peace a chance. We i : o\ntalk peace; yet pent up hostilities, some centuries old, flare into open conflict. The | [ . |\nprophets Micah and Joel predicted that at the very time the nations talk about their desire F\nfor peace (Micah 4:1-3), distrust for their neighbors compels them to prepare for war (Joel ,\n3:9-13). &b\nLong ago the Bible pictured our present peace-war dilemma, and declared that\n. permanent peace will reign on earth only when Jesus comes. 4\n| Signpost 9—Modern Progress. # .\nWhy, after centuries of human history have transportation and communication '\n, brought the world so close together? E\n“UNTIL THE TIME OF THE END, many will go here and there to increase .\n‘ knowledge.” —Daniel 12:4. : f\n\n\nDaniel here indicates that knowledge of his prophecies would increase “in” - | |\n(KJV), or “until the time of the end” But this prediction also seems to point . |\nstraight to our computerized information age. Knowledge of all kinds has . = ' g\n3 increased at lightning speed these past few years. There have been more changes = (Y\nin the past fifty years than in the previous two thousand. = Sl e\n“MANY WILL GO HERE AND THERE to increase knowledge.” Before 1850, :\n- people moved around by horse and buggy, pretty much as they had from the i - -»\ni beginning of time. Now we break the sound barrier and span the globe in . i\neverything from Concorde airplanes to space shuttles. - |\nIncreased travel and the recent flood of inventions give further evidence that \\ 7 7 b\nwe're living in “the time of the end”” 5 | |\n| ' Signpost 10—Gospel to All the World. : . e\n= Jesus predicted that just before His coming the gospel would reach the whole : ' |\nworld: |\n“And this gospel of the kingdom will be preached in the whole world as a o\ntestimony to all nations, and then the end will come.” —Matthew 24:14. _ st\n: For decades almost half the globe was locked behind an iron curtain, shut 1 ’\n| , away from the Good News. But then almost overnight Eastern Europe slipped | Ny\nfrom the iron grip of communism. The Berlin Wall came crashing down, and the ]\ng mighty Soviet Empire fell apart. Suddenly roughly half the planet was opening its 3\narms to the gospel. | ] ,\n| The gospel is truly going to the “whole world” as never before. By satellite the 8 :\nChristian message is simultaneously being broadcast to almost every nation. We\n, | are living in the very day Jesus spoke of when He declared: “This gospel will be |\npreached in the whole world” and “then the end will come.” - -"
        },
        {
            "title": "HOW SOON WILL JESUS COME?",
            "number": 2,
            "text": "After describing the events that were to characterize the time just preceding b | 1\nHis second coming, Jesus concludes His remarks by saying, o\n“[ tell you the truth, this generation will certainly not pass away until all =_ |\nthese things have happened.” —Matthew 24:34. |\nThe conclusion is obvious—the generation portrayed by these signposts of 3 |\nprophecy will see Jesus return to earth a second time. It won't be long until He'll 5015\nsweep away sin and suffering, and establish His everlasting kingdom. Jesus '\ncautions, “No one knows . . . that day or hour” (verse 36). | |\nAnd Jesus continues:\n' “You also must be ready, because the Son of Man will come at an hour ‘: g\nwhen you do not expect him.” —Matthew 24:44.\no 3. JESUS, THE WORLD’S ONLY HOPE ‘\nChrist is the last, best hope for our world because only He can deal with the | '\nvery thing that is destroying it—sin. Jesus died on Calvary to make possible the 4\ndefeat of evil and deliverance for all who respond to His offer of salvation. ‘ : 1\n“He who does what is sinful is of the devil, because the devil has been 1 :\n' sinning from the beginning. The reason the Son of God appeared was to ‘\ndestroy the devil’s work.” —1 John 3:8. - -\n\n\n‘m '\n{ Our Savior created a way out of our crumbling world by sacrificing His own r\n| flesh and blood. And the same Jesus, who will someday cure all the world’s ills by »\n. destroying sin, offers right now to erase the guilt of sin from your life. You don't & _;; .\nhave to wait for the Second Coming to find release from guilt, and from anxiety = & |\n| and destructive behavior. Jesus is quite willing to give you His kind of peace this , »\n| very moment. i 5\nWhile attending a religious meeting a young woman felt strangely moved by |8\nthe gospel presentation. As she heard the story of a soon-coming Savior unfold, | e ‘\nall the pieces began to fit into place. This made sense. She decided that shed - i\nbeen looking for love, happiness, and peace in all the wrong places. Jesus had to | ﬂ |\nbe the answer. 1 i\n| The next day when the evangelist and his associate went to see her, she | _\npoured out the story of a bitter and broken life. She'd sunk to the bottom as an ‘ i\n| alcoholic, and was supporting herself through prostitution. After describing her 8 | %L 4 ,\n| problems, she sobbed out, “You were really speaking to me last night”” ; ' |\nBut the voice that had reached her heart was the voice of God. And He was i\nspeaking tenderly. She decided to lay it all on the line. She invited Christ to\n' come into her heart as Savior and Lord, and fastened onto the hope of His soon | | '\nreturn.\nIn the weeks that followed, she began to notice that her many fears and - |\ninsecurities, which shed always+tried to drown in drink, now found release asshe & i3 bl\n: spent time communicating with Jesus. He began to deliver her from the |\ncompulsions that had been wrecking her life. | .\n) She had done a lot of things she wasn't proud of. But Christ’s grace and i ‘\nBe. forgiveness proved stronger than her shame. The experience of the thief on the ‘\ncross meant a lot to her. In his last, desperate hours he turned to the Innocent 3\n- Sufferer beside him and asked, “Jesus, remember me when you come into your | | \\\nkingdom” (Luke 23:42).\n| Jesus immediately answered by promising the thief a place with Him in |\nparadise (verse 43). The same Jesus who graciously offered forgiveness to that i ,\ndying thief, now offers you salvation, complete pardon, and peace of mind. %\nDiscover it for yourself today. i |\nYou too can pray with the dying thief: “Jesus, remember me when you come | .\ninto your kingdom?” And Jesus will answer, “I will come again, and you will be |\nwith Me in paradise.” ,\nwww.biblestudies.com\nA www.bibleinfo.com :\no The Voice of Prophecy Bible School, USA ~\n\n\n| HOW SOON WILL JESUS RETURN? L ‘\nThe number of each question in your Answer Sheet is the number of the :\n| section in DISCOVER Guide 10 where the answer can be found. ."
        },
        {
            "title": "Read section",
            "number": 1,
            "text": "1 again in DISCOVER Guide 10, then place an X before the 5 | |\n| EIGHT correct answers to this question: |\n. What signs did Jesus give to let people know when His coming and the end of 2\n: the world are near? | :\n| || People being fearful of what is coming on the world. i\n.| People being troubled by famine, hunger, earthquakes. P\n|| The world getting better and better and becoming Utopia. | |\n| || People hoarding great wealth. B E sk\n| .| Discontent and unrest among employees. 5 o .\n|| Almost no crimes will be committed. ' » | | ,\n__| A moral decay pervading society. : '\n| || Counterfeit signs and miracles such as New Age occultists. | 7\n|| The awakening of Asia and Africa to world consciousness. - , -\n| Growth in knowledge resulting in the spread of the gospel to all the world. | »"
        },
        {
            "title": "Read again section",
            "number": 2,
            "text": "2 of DISCOVER Guide 10, then place an X before the ONE ~ § ’ \"\n- correct answer to this question: '»\n: How near is the second coming of Christ? |\n, | It is impossible for anyone to have the slightest idea. : '\n) || Signs foretold in the Bible tell us Jesus’ coming is very near.\n! 3. Read again section 3 of your DISCOVER Guide 10. The great signs of Bible | |\nprophecy being fulfilled in our day declare that Christ’s coming is near, and | |\n| Jesus died for you to prepare you for His coming.\nIs it your sincere purpose to be ready for Jesus to come and take you to\n— heaven? ;\nIMPORTANT: If you feel inclined to do so: share some information about | |\nyourself with us. We like to become personally acquainted with all of our |\nstudents.\n| | |\n| |\n|\nYour Name: VARG SNV TS SORITON SO PRSP I, - ORI\nAddress: G SN ot N L S £ o M e o | |\nPhone:"
        }
    ]
}