{"title":"","number":14,"sections":[{"title":"How is it possible to sit down and have a nice evening of dinner conversation with\nChrist? First, by telling Him everything that’s on our hearts in prayer. Second, by\nlistening carefully. As we meditate in prayer, God can speak to us directly. And as we -\nread the Word of God devotionally, God will speak to us through its pages. ;\nPrayer can become a way of life for the Christian.\n“PRAY CONTINUALLY; give thanks in all circumstances, for this is God’s will for\nyou in Christ Jesus.” —","number":20,"text":"1 Thessalonians 5:16-18.\nHow can we “pray continually”? Do we have to stay on our knees all the time or |\nconstantly repeat phrases of adoration or petition? Of course not. But we are to live so\nclosely in touch with Jesus that we feel free to speak to Him anytime, anywhere:\n“In the crowds of the street, in the midst of a business engagement, we may send up\na petition to God and plead for divine guidance. . . . We should have the door of the heart\nopen continually and our invitation going up that Jesus may come and abide as a\nheavenly guest in the soul.”— Steps to Christ, p. 99. |\nOne of the best ways to develop this kind of intimate relationship is to learn to o,\nmeditate as we pray. ‘ |\n“May my meditation be pleasing to him, as I rejoice in the LORD.” | |\n— Psalm 104:34. - |\nDon't just rush through a list of requests when you pray. Wait. Listen. A little :\n| prayerful reflection can greatly enrich your relationship with God. -\n“Come near to God and he will come near to you.” —James 4:8. ' o\nThe closer we come to Jesus, the more were able to experience His presence. So\n: keep within speaking distance of Jesus, and don’t worry about saying the right words.\nJust talk honestly and openly. Talk about everything. He’s gone through the agony of\n| death itself in order to become your Intimate Friend. |\n_ 2. HOW TO PRAY .\nWhen we engage in prayer, we may wish to follow the outline of the Lord’s Prayer,\nthe model prayer Jesus taught His disciples in response to their request: “Teach us to |\npray.’ :\n| “Our Father in heaven, hallowed be your name, your kingdom come, your will\nbe done on earth as it is in heaven. Give us today our daily bread. Forgive us our\ndebts, as we also have forgiven our debtors. And lead us not into temptation, but\ndeliver us from the evil one, for yours is the kingdom and the power and the glory\nforever. Amen.” —Matthew 6:9-13, margin. T\nAccording to the pattern Jesus provided in His prayer, we are to come to God as our\nheavenly Father. Ask that His will take charge in our hearts just as His will prevails in all\nof heaven. We seek Him for our physical needs, for forgiveness, and for a forgiving\n| attitude. Remember that our ability to resist sin comes from God. Christ’s prayer\n' concludes with expressions of praise. o\nOn another occasion Jesus instructed His disciples to pray to the Father “in my\nname” (John 16:23)—that is, to pray in harmony with Jesus’ principles. That's why\n| Christians usually close their prayers with the words: “In Jesus’ name, Amen” Amen is a |\nHebrew word that means “Let it be so.”\nAlthough the Lord’s Prayer gives guidelines on what to pray for and how to\nformulate a prayer, our communication with God works best as a spontaneous\n| composition of the heart. '\n~ We can pray about everything. God invites us to pray about forgiveness for our sins\n: -\n\n\n(1 John 1:9), increased faith (Mark 9:24), the necessities of life (Matthew 6:11), healing |\nfrom suffering and disease (James 5:15), and the outpouring of the Spirit (Zechariah 10:1).\n| | Jesus assures us that we can take all our needs and cares to Him; nothing is too small to\npray about.\n| “Cast all your anxiety on him because he cares for you.” —1 Peter 5:7. | |\nOur Savior is interested in every detail of our lives. His heart warms when our hearts |\n| reach out to Him in love and faith. ’\n| 3. PRIVATE PRAYER |\nMost of us have things we hesitate sharing even with our closest friends. So God :\n_ invites us to unburden ourselves in private prayer: one-on-one with Him. It’s not that He '\nneeds any information. The Almighty knows our secret fears, hidden motives, and burigd 3\nresentments better than we do ourselves. But we need to open up our hearts to the One 1\nwho knows us intimately and loves us infinitely. Healing can begin when Jesus can touch |\n' our wounds.\nWhen we pray, Jesus, our High Priest, is near to help us: | I\n: “We have one who has been TEMPTED IN EVERY WAY, JUST AS WE ARE—yet\nwas without sin. Let us then approach the throne of grace with confidence, so that we . 3\nmay receive mercy and find grace to help us in our time of need.” —Hebrews 4:15, 16. |\nDo you feel anxious, stressed-out, guilty? Lay it out before the Lord. He can then\nsupply our every need. |\n' Should we have a special place for private prayer? ,\n“When you pray, go into your room, close the door and pray to your Father, who ... | : 1\nwill reward you.” —Matthew 6:6.\n: | In addition to praying when walking in the street, working on the job, or enjoying a\n_ social gathering, every Christian should have a time set aside each day for personal prayer\nand Bible study. Make your daily appointment with God at the time when you feel most\nalert and can concentrate the best. 3\n' 4. PUBLIC PRAYER 3\n.\nJoining with others in prayer creates a special bond and invites God’s power in a\nspecial way.\n“For where two or three come together in my name, there am I with them.”\n—Matthew 18:20. B\nOne of the greatest things we can do as a family is to develop a prayer life together.\nShow your children that we can take our needs to Him directly. They’ll get excited about\nGod as they see Him respond to prayer in the practical details of life. Make family worship\n‘\\ a happy, relaxed time of sharing."},{"title":"SEVEN SECRETS OF ANSWERED PRAYER |\nWhen Moses prayed, the Red Sea parted. When Elijah prayed, fire came down from ‘\n| heaven. When Daniel prayed, an angel shut the mouths of ravenous lions. The Bible | o\npresents us with many exciting accounts of answered prayer. And it recommends prayer as |\nthe way to tap into the mighty power of God. Jesus promises:\n“You may ask me for anything in my name, and I will do it.” —John","number":5,"text":"14:14. |\nYet some prayers seem to go unheeded. Why? Here are seven principles that will help |\nyou pray more effectively: |\n(1) Keep close to Christ.\n“IF YOU REMAIN IN ME and my words remain in you, ask whatever you wish, -\n| and it will be given you.” —John 15:7.\n\n\nR T I A TR~\nWhen we make our relationship with God a priority and keep in touch with\nHim, we'll be listening and looking for answers to our prayers that, otherwise, |\nmight go undetected.\n(2) Keep trusting God.\n“If you BELIEVE, you will receive whatever you ask for in prayer.”\n—Matthew 21:22. |\nTo believe, or have faith, means that we're really looking to our heavenly\nFather to supply our need. If you're troubled by a lack of faith remember that our ‘\nSavior performed a miracle for the man who pled in desperation:\n“I do believe; help me overcome my unbelief!” —Mark 9:24.\nJust concentrate on exercising the faith you DO have; don’t worry about the |\nfaith you DON’T have.\n| (3) Surrender calmly to God’s will. B\n“This is the confidence we have in approaching God: that if we ask\nanything ACCORDING TO HIS WILL, he hears us.” —1 John 5:14.\nRemember that God wants to teach us, as well as give us things, through |\n, prayer. So sometimes He says, “No”; sometimes He turns us in another direction. | |\nPrayer is a means of getting more and more in touch with God’s will. We need to | ' .\nbe sensitive to God’s responses and learn from them. Keeping track of specific &\n\" | requests and what happens as a result is a great help. _ |\nThe Holy Spirit will help you zero in on the right mark: “The Spirit intercedes o\n| for the saints in accordance with God’s will” (Romans 8:27). Remember that our\nwill would always coincide with God’s will if we could see as He does.\n(4) Wait patiently on God. |\n“I WAITED PATIENTLY for the LORD; he turned to me and heard my cry.” |\n—Psalm 40:1.\nL, . = ;\nThe main point here is to keep your focus on God, keep your focus on His\nsolution. And don't ask God for support one minute and then try to drown your -\ntroubles in pleasure-seeking the next. Wait patiently on the Lord; we badly need V]\nthat discipline.\n(5) Dor’t hang on to any sin. :\n“If  had CHERISHED SIN IN MY HEART, the Lord would not have\nlistened.” —Psalm 66:18. |\nKnown sin short-circuits the power of God in our lives; it separates us from |\nGod (Isaiah 59:1-2). You can’t hang onto sin with one hand and reach out for\ndivine help with the other. Sincere confession and repentance solves the problem.\n' If we're not willing to allow God to free us from evil thoughts, words, and -\ndeeds, our prayers won't be effective.\n“When you ask, you do not receive, because you ask with wrong motives,\no that you may spend what you get on your pleasures.” —James 4:3.\nGod isn’t going to answer “yes” to selfish prayers.\nKeep your ears open to God’s law, His will, and He will keep His ears open to\nyour petitions. ,\n“If anyone turns a deaf ear to the law, even his prayers are detestable.” :\n: —Proverbs 28:9.\nN s L T\n| Seed a0l e e e :\n\n\nT e —————\n(6) Feel the need of God.\nGod responds to those who ask for His presence and power in their lives.\n| “Blessed are those who hunger and thirst for righteousness, for they will\nbe filled.” —Matthew 5:6. |\n(7) Persist in prayer.\n| Jesus illustrated the need to persist in our petitions by telling the story of a\nvery persistent widow who kept coming to a judge with her request. At last the\njudge said in exasperation, “Because this widow keeps bothering me,\nI will see that she gets justice.” Then Jesus concluded: “Will not God bring about\njustice for his chosen ones, who cry out to him day and night? Will he keep\nputting them off?” (Luke 18:5-7). |\nDiscuss all your needs, hopes, and dreams with God. Ask for particulag\nblessings, for help in time of need. Keep seeking, and keep listening, until you\nlearn something from God’s response. ~'"},{"title":"ANGELS MINISTER TO THE NEEDS OF THOSE i\nWHO PRAY\nThe psalmist rejoiced that through the ministry of the angel of the Lord his |\nprayers were answered:\n“I sought the LORD, and he answered me; he delivered me from all my\nfears. ... The angel of the LORD encamps around those who fear him, and he o\n. delivers them.” —Psalm","number":6,"text":"34:4-7. |\nWhen we pray, God sends angels to answer our prayers (Hebrews 1:14). Each ' |\nChristian has an accompanying guardian angel:\n: | “See that you do not look down on one of these little ones. For I tell you\n' that THEIR ANGELS in heaven always see the face of my Father in heaven.”\n| —Matthew 18:10.\nBecause of our prayers:\n“The Lord is near. Do not be anxious about anything, but in everything,\n' by prayer and petition, with thanksgiving, present your requests to God. And\nthe peace of God, which transcends all understanding, will guard your hearts ‘\nand your minds in Christ Jesus.”\n— Philippians 4:5-7."},{"title":"THE CHRISTIAN LIFESTYLE\nThe Bible describes a distinct Christian lifestyle. According to Ephesians","number":7,"text":"4:22-24, the Christian is to “put off” the old lifestyle that resulted from “deceitful\n| desires,” and “put on” the new lifestyle that is “created to be like God.” In this\nscripture and in Guide 6 we discovered that at the new birth we are “re-created” |\nto be a different kind of person in Christ. | .\nThis guide and the six guides which follow, showcase the Christian lifestyle;\n| they reveal the secrets of a happy Christian life. They will help you build a\nstronger relationship with Christ, that will result in a distinct Christian lifestyle.\nSo fix your eyes on Jesus today and you can be part of that final victory\ncelebration when Christ’s peace reigns unchallenged.\nwww.biblestudies.com\ni www.bibleinfo.com ‘\n: The Voice of Prophecy Bible School, USA ‘\n\n\n. Read again the section in your DISCOVER Guide 14 identified by the number '\nin the left margin, then place an X before each statement in the section that is B\nTRUE. |"},{"title":"Prayer E\n|| is a two-way conversation with God. | |\n|| is telling God what’s on your heart. E\n|| is listening for God to answer. i\n|| is making contact with the saints of the church. i\n|| is a formal experience we engage in five times a day. | E '\n|","number":1,"text":"1 is a continuous relationship we experience with God. 5 (o"},{"title":"We are to pray","number":2,"text":"3\n|| for forgiveness of sin. 3 |\n|| for increased faith.\n|| for our physical needs. :\n|| about everything. j '\n| || for the Spirit’s outpouring. f - |\n|| only about big things. N\n|| for the sick to be healed. ‘ f\n. || about even little concerns. | | g\n' Read again each section of the DISCOVER Guide 14 identified by the number | ~ |\nin the left margin, then if a statement is True, circle the T; if False, circle the F. | gl\no 3. T F Weare to pray since God needs all the latest information about us. | |\n| T F We are to pray since Jesus, our High Priest, is sympathetic to us. 1 |"},{"title":"T F Praying with others taps God’s power in a special way. . |\nT F Public prayers should be at least","number":4,"text":"30 minutes long. ‘"},{"title":"T F Our prayers are seldom answered. E\nT F Our prayers get us more and more in touch with God’s will. |\nT F We are to pray, then wait patiently for God to answer.\nT F We should persist in prayer until we receive an answer from God. :","number":5,"text":"6. T F Angels assist God in answering our prayers. B\nHEART QUESTION: Is it your desire to place your life in touch with divine\npower through prayer? -\nB | .\nYour Name: L RS0 T S STl S S Pl |\nAddress: | “2\nPhone: ” '\nB Copwigh © 705 by TheVoice i Pophesy - meVolce of Prophecy"}]}