{
    "title": "",
    "number": 8,
    "sections": [
        {
            "title": "HOW WILL JESUS COME?\n(",
            "number": 2,
            "text": "1) Will Jesus come in secret?\n“See, I [Jesus] have told you ahead of time. So if anyone tells you, ‘There he is,\nout in the desert, do not go out; or, ‘Here he is, in the inner rooms, do not believe it.\nFOR AS LIGHTNING that comes from the east IS VISIBLE even in the west, SO '\nWILL BE THE COMING OF THE SON OF MAN.” —Matthew 24:25-27.\nLightning flashes out very visibly for great distances, so the coming of Jesus will not\no be some secret or subjective event. A\n(2) Will Jesus come again as a real person?\n“They [Jesus’ followers] were looking intently up into the sky as he [Jesus | was |\ngoing, when suddenly two men dressed in white stood beside them. ‘Men of Galilee,\nthey said, ‘why do you stand here looking into the sky? THIS SAME JESUS, who has -\n' been TAKEN from you INTO HEAVEN, WILL COME BACK IN THE SAME WAY you\nhave seen him go into heaven.”” —Acts 1:10-11. '\ne s o e\n\n\nOn the day of His departure from our world the angels assured the disciples that the | |\n| “same Jesus” taken up into heaven—not someone else—would come back in person as ' |\nKing of Kings. The same Jesus who healed the sick and opened blind eyes. The same Jesus *\nwho spoke gently to the woman taken in adultery. The same Jesus who wiped away\nmourner’s tears and welcomed children into His lap. The same Jesus who died on ' |\nCalvary’s cross, rested in the grave, and rose from the dead the third day. | ', |\n(3) Will Jesus come so we can see Him?\n“Iook, he is coming with the clouds, and EVERY EYE WILL SEE HIM.” ‘ |\n—Revelation 1:7 (first part).\nAll who are alive when Jesus comes again, both the righteous and the wicked, will |\nwitness His return. | L\nHow many did Jesus Himself say would view His return? 2 |\n“At that time the sign of the Son of Man will appear in the sky, and ALL THE\nNATIONS OF THE EARTH will mourn. THEY WILL SEE the Son of Man coming on\nthe clouds of the sky, with power and great glory.” —Matthew 24:30. |\n| Every living person on our globe will see Jesus return. | |\n(4) Who will accompany Jesus when He comes? ‘\n“When the Son of Man comes in his glory, and all the angels with him, he will sit -\non his throne in heavenly glory.” —Matthew 25:31. _\n, Imagine what it will be like when Jesus returns in all His splendor surrounded by “all |\nthe angels.” |\n(5) Can we predict the exact time of Jesus’ return? | M\n“No one knows about that day or hour, not even the angels in heaven, nor the Sot, , |\ne but only the Father.... So you also must be ready, because the Son of Man will core \\\nat an hour when you do not expect him.” — Matthew 24:36, 44. |\n. Everyone will see Jesus’ glorious arrival, but many will be unprepared for it. Are you\npersonally ready for Jesus to come? |"
        },
        {
            "title": "WHAT WILL JESUS DO WHEN HE COMES AGAIN?¢ |\n(",
            "number": 3,
            "text": "1) Jesus will gather all the saved (the elect). |\n“And he will send his angels with a loud trumpet call, and they will gather his elect |\nfrom the four winds, from one end of the heavens to the other.”\n—Matthew 24:31. ;\nIf you have allowed Jesus to prepare you in heart and life, you will greet Him joyfully as |\n| your Savior.\n(2) Jesus will awaken the righteous dead. |\n“For the Lord himself will come down from heaven, with a loud command, with |\nthe voice of the archangel and with the trumpet call of God, and THE DEAD IN\nCHRIST WILL RISE FIRST” —1 Thessalonians 4:16.\nJesus descends from heaven with a shout. His mighty voice is heard around the world. |\nIt breaks open graves in every cemetery and resurrects millions of people who have\naccepted Jesus through the ages. What an exhilarating day that will be! |\n(3) Jesus will transform all the righteous at His coming—not only the righteous dead,\n, but also the righteous living.\n“After that, we who are still alive and are left WILL BE CAUGHT UP T OGETHER\nWITH THEM in the clouds to meet the Lord in the air. And so we will be with the Lord |\nforever” —Verse 17. |\nTo prepare us for eternity, Christ changes our mortal bodies that are subject to death | |\ninto beautiful immortal bodies. | _\n| “Listen, I tell you a mystery: We will not all sleep, but WE WILL ALL BE\nCHANGED—in a flash, in the twinkling of an eye, AT THE LAST TRUMPET. For the ‘\ni *%M%f“wf%%%é’f%%Wﬂ%%ﬂ”““%%”&W“%Wgﬁﬁfﬂmﬁ”g%w\n\n\ni S SRR —\ntrumpet will sound, THE DEAD WILL BE RAISED IMPERISHABLE, and WE o\nWILL BE CHANGED. For the perishable must clothe itself with the -\nimperishable, and the mortal with immortality.”\n—1 Corinthians 15:51-53.\nWhen Jesus comes “we will all be changed”” Just think: no more arthritis, -\nparalysis, or cancer. Shut down the hospitals and close up the funeral homes. |\nChrist has come! e\n(4) Jesus will take all the righteous people to heaven.\nJesus Himself made the promise, “I will come back and take you to be with\nme” in My Father’s house (see John 14:1-3). Peter speaks of the inheritance of the\nredeemed “kept in heaven for you” (1 Peter 1:4). We can look forward to exploring |\n‘ the marvels of God’s city, the New Jerusalem, and getting to know our heavenly ' |\nFather. »\n(5) Jesus will eliminate evil and suffering for all time. e |\nThe wicked—those who have persistently rejected all of Jesus’ offers of\n‘ mercy—actually pass sentence on themselves. As they stare at Jesus’ face coming :\n= toward them from the clouds, a sudden awareness of their sin proves too painful %\nto bear; they cry to the mountains and rocks, “Fall on us and hide us from the | ,»\nface of him who sits on the throne and from the wrath of the Lamb!” (Revelation\n; 6:16). They prefer death to standing before Jesus’ all-seeing gaze. |\nThey know that the voice now thundering from the sky once tenderly ‘\n| implored them to accept divine grace. Those who lost themselves in the mad\n| rush after money or pleasure or position now realize they’ve neglected the only\nreally worthwhile thing in life.\n| It is a crushing revelation. After all, not one of them needed to be lost. God |\nHimself finds “no pleasure in the death of the wicked” (Ezekiel 33:11). He is “not\nwanting anyone to perish, but everyone to come to repentance”\n(2 Peter 3:9). Jesus implores us, “Come to me, all you =\nwho are weary and burdened, and I will give you rest” (Matthew 11:28). But,\nincredibly, some turn aside His gracious invitation."
        },
        {
            "title": "ARE YOU READY FOR JESUS TO COME?",
            "number": 4,
            "text": "It cost Jesus a great deal to guarantee us a glorious future with Him “in my\nFather’s house.” It cost Him His life! | |\n“CHRIST WAS SACRIFICED ONCE to take away the sins of many people;\nand HE WILL APPEAR A SECOND TIME, not to bear sin, but to bring\nsalvation to those who are waiting for him.” —Hebrews 9:28.\nThe Savior who died on the cross to take away your sins will appear “a second\ntime,” and He will “bring salvation to those who are waiting for him.” Christ\n| sacrificed Himself in order to offer salvation to each of us. But without the\nSecond Coming, the cross would be a failure. Christ wants to give us an eternally ,\nsecure home with Him. In order for that to happen, we must allow Him to rule in .\nour hearts as Savior and Lord right now.\nOn the morning of August 16, 1945 a small boy ran through the Shantung '\n, Compound in North China shouting that hed spotted a plane in the sky. All the\nable-bodied internees ran outside and looked up. These men and women had |\n\n\nP V\nsuffered through years of isolation, deprivation, and anxiety, imprisoned by the\nJapanese as citizens of enemy nations. For many only one thing had kept them ' -\nspiritually alive: the hope that someday the war would end. ' —\n. An electric current shot through that crowd of 1500 surviving internees as\nthey realized this plane might be coming for THEM. As the hum of the aircraft\ngrew louder, someone yelled, “Look, there’s the AMERICAN FLAG painted on the\nside!” And then in an unbelieving daze, voices cried out, “Look, they're WAVING |\nat us! They know who we are. They’re coming to get us.”\nAt this point the excitement was more than these ragged, weary, homesick :\nsurvivors could contain. Pandemonium broke loose. People were running in\ncircles, shouting at the top of their lungs, waving their arms and weeping. N\nSuddenly the crowd gasped and stared in silence. The underside of the plane\nsuddenly opened and men began floating down in parachutes. Their rescuers\nweren’t just coming someday; they were coming today, NOW to be in their midst! '\n- The crowd surged toward the compound gate. No one paused to think of the\nmachine guns pointed down from towers. After years of frustration and\n| loneliness, they broke through the gate and rushed to where the paratroopers\nwere landing. |\nSoon this flood of humanity turned and poured back into camp—with the , »\nsoldiers on their shoulders. The camp commander surrendered without a fight.\n| The war was indeed over. Freedom had come. The world was brand-new again.\n» Soon OUR God, OUR Savior, will descend from the clouds to rescue us. The\nlong horror story of man’s cruelty to man will finally cease. There will be : |\njubilation on that day, shouts of joy as we finally understand: “He’s coming close; |\ni I can see the angels blowing their trumpets.” The sound gets louder, the cloud of\nglory brighter, until we can hardly endure it. But we can’t stop looking as we\n| realize: “He sees me. He knows who I am.” We'll know with indescribable joy:\n, “This is my God. He’s coming for me, not someday, but today, right now.”\nAre you ready to welcome the King in all His glory? If not, please invite Jesus\npersonally into your life just now. Even as the coming of Jesus to our world will\nsolve the world’s problems, so His coming into your heart will help you deal with\n| your present daily problems. The great Problem Solver can deliver you from the\nguilt and burden of sin and give you eternal life.\n| The coming of Jesus into a life can forever change it as dramatically as the\n, coming of Jesus to our world will transform it. You can depend on Jesus. He will\n. prepare you for His coming and give you the wonderful assurance of a life of\neternal happiness. |\nwww.biblestudies.com\n- www.bibleinfo.com\nb The Voice of Prophecy Bible School, USA | |\n\n\nT e e e e 3\n- - MUY IER — ANSWEI Ol\no S e TN T T i\nWHEN JESUS COMES FOR YOU |\nThe number of each question in your Answer Sheet is the number of the _\nsection in DISCOVER Guide 8 where the answer can be found. | f\nPlace an X before all the True statements. -\n1. [ | Before Jesus ascended to heaven he promised, “I will come back.” : .\nN\n[_1 Jesus’ second coming is mentioned at least 2,500 times in the Bible. |\n' [ ] Since the promise that Jesus would come a first time was fulfilled, we can i\nbe certain that He will come a second time. |\n. | |\n2. [ ] There will be nothing secret about Jesus’ second coming. |\nuﬁ\n|1 Jesus will come a second time as a real person. |\n|| Every living person will see Jesus when He returns.\n| [ | The angels of heaven will accompany Jesus when He returns. | » ’\n| [_] The Bible gives the exact date when Jesus will come again.\n: £ |"
        },
        {
            "title": "When Jesus comes again, |\n[_| He will gather all the saved who are waiting for Him. | | : &\n- . [_| He will awaken the righteous dead who are asleep in their graves.\n|| He will change the bodies of all the righteous so they will never get sick i\ni and never die.\n| || He will gather the righteous and take them to heaven.\n|| He will leave a few of the righteous to live on this earth. |\n|\n[] The wicked who are alive on the earth will be destroyed. |\n\\j‘",
            "number": 3,
            "text": "4. Read again section 4 of your DISCOVER Guide 8, then answer this HEART |\nQUESTION: How do you feel about Christ’s soon return? o\no e\n?\n;\ni\nYour Name: NEF TS S SN P\n‘ !\nI\nAN - S R R R T TR VS b B R R SRR 0SS |\ni\nB -\n_ e R iR B b e\nPhone: |\ne e e s . B = 4"
        }
    ]
}