{"title":"","number":13,"sections":[{"title":"HOW YOU CAN FACE THE JUDGMENT UNAFRAID\nWho will judge the world? |\n| “The Father judges no one, but has entrusted all judgment to the Son.”\n—John","number":1,"text":"5:22. (Unless otherwise noted, all Scriptural texts in the DISCOVER guides are from\nthe New International Version of the Bible [NIV].) | ‘ |\nHow did the cross prepare Christ to become our Judge?\n“God presented him [Jesus] as a sacrifice of atonement, through faith in his blood.\nHe did this to demonstrate his justice, .. . so as to be JUST AND THE ONE WHO\nJUSTIFIES those who have faith in Jesus.” —Romans 3:25, 26.\nChrist’s death as our substitute enables Him to act as both a just Judge and a gracious ‘\nJustifier who can forgive the repentant sinner. When the watching universe asks the |\nquestion, “How can an impartial judge declare a guilty person not guilty?” Christ can arfSwer »\nby pointing to the scars in His hands. He has received the just penalty for our sins in His\nown body.\nThe books of heaven preserve a record of every individual life, and these records are\nutilized in the judgment (Revelation 20:12). That’s the bad news for those who imagine their\nsecret sins and crimes will never return to haunt them. But there is wonderfully good news < i\nfor all who've sincerely accepted Christ as their Advocate in heaven: “The blood of Jesus . ..\npurifies us from all sin” (1 John 1.7). |\nWhat does Jesus offer in exchange for our life of sin? '\n“God made him [Christ] who had no sin to be sin for us, so that in him we might\nbecome the righteousness of God.” —2 Corinthians. 5:21. |\nOur life of sin is exchanged for Christ’s perfect life of righteousness. Because of Jesus’ | P\nL sinless life and death, God can forgive us and treat us as if we'd never sinned.\n| | What qualifies Jesus to be our Advocate and Judge? »\n| 2. CHRIST CAME ON TIME |\nAt His baptism, Jesus was anointed by the Holy Spirit: | C\n~ “As soon as Jesus was baptized, he\nwent up out of the water. At that moment heaven was opened, and he saw the Spirit of\nGod descending like a dove and lighting on him. And a voice from heaven said, ‘This is\nmy Son, whom I love; with him I am well pleased.” —Matthew 3:16, 17.\nFollowing Christ’s anointing by the Holy Spirit at His baptism, the disciples announced:\n““We have found the Messiah’ [the Christ].” —John 1:41.\nThe disciples knew that the Hebrew word “Messiah” and the Greek word “Christ” both |\nmean “the Anointed One.”\nLuke, a disciple of Jesus, recorded the date of Jesus’ anointing as the Messiah as the |\nfifteenth year of Tiberius Caesar (Luke 3:1). To us that would be the year A.D. 27.\nMore than 500 years before Jesus came the prophet Daniel predicted that Jesus would be\n- anointed as the Messiah in A.D. 27: ‘\n' “From the issuing of the decree to restore and rebuild Jerusalem until the Anointed\nOne, ... will be seven ‘sevens’ [weeks, Hebrew]| and sixty-two Sevens’ [weeks].”—Daniel |\n9:25.\nSeven weeks and sixty-two weeks total sixty-nine weeks or 483 days (7 X 69 = 483\n| days). In symbolic Bible prophecy each day equals one year (Ezekiel 4:6; Numbers 14:34), so\nthe 483 days equal 483 years. Daniel predicted that a command would go forth to restore ,\nand rebuild Jerusalem, and exactly 483 years after this command, the Messiah would appear.\nDid Jesus appear as the Messiah at the appointed time? Artaxerxes issued the decree to |\nrebuild Jerusalem in 457 B.C. (Ezra 7:7-26). The 483 years, then, ended in A.D. 27. (457 B.C. :\n' + A.D.27 = 484.) The decree went forth during the year 457 and Christ was anointed during\n\n\n| A.D. 27, making them both partial years, so the correct time would be 483 years.)\nAt the very time appointed, in A.D. 27, Jesus appeared with the message: “The time has\n| come” (Mark 1:15). The accurate fulfillment of this Bible prophecy is impressive confirmation\nthat Jesus of Nazareth is indeed the Messiah, God in human flesh.\nHow long was Jesus to confirm the promise? | ' '\n“He will confirm a covenant [a promise] with many for one ‘seven’ [week, Hebrew].”\n—Daniel 9:27, first part.\nWhen we apply the year-day principle, this “week” would be seven years. So, for seven\nyears—from A.D. 27 to A.D. 34— Jesus would “confirm a covenant;’ or promise, He had made\nto Adam and Eve shortly after they sinned. God made a covenant, a promise, that He would | 24\nsave the human race from sin through the death of Someone He would send to die for our sins \"\n(Genesis 3:15). . E\nWhat was to happen in the middle of this seventieth week? j\n“In the middle of the ‘seven’ [week, Hebrew] he will put an end to sacrifice and | |\noffering.” —Daniel 9:27, last part. ',\nJesus was crucified in A.D. 31, in “the middle of the week.” At the moment of Christ’s death,\nGod tore “the curtain of the temple . .. in two from top to bottom” (Matthew 27:51). The -t\n. sacrificial offering about to be slain (a symbol of Jesus “the Lamb of God”) escaped from the |\npriest’s hands. This was a sign that God no longer wanted humanity to offer animal sacrifices.\nFulfilling prophecy down to the letter, Jesus “put an end to” any need for further sacrifices to be\noffered. Since Christ’s death, people gain access to God not through animal sacrifices and\n’ human priests, but through the Messiah, the Lamb of God and our High Priest. ,"},{"title":"THE ASSURANCE OF SINS FORGIVEN\n: According to Daniel’s prophecy, why did Jesus die?\n“The Anointed One will be cut off but not for himself.” —Daniel","number":3,"text":"9:26, margin. | |\nAt his death on the cross, Jesus was “cut off”” He died, “but not for himself;’ not to pay a |\npenalty for His own sin, but to pay the penalty for sins of the entire world. ( %\n| How can we know that God has forgiven all our sins? |\n“Righteousness from God comes through faith in Jesus Christ to all who believe. . . . |\nALL HAVE SINNED ..., and are JUSTIFIED freely BY HIS GRACE through the redemption i\nthat came by Christ Jesus ... THROUGH FAITH IN HIS BLOOD.”— Romans 3:22-25.\n| The key points in these verses are: We “all have sinned,” but because of God’s “grace;” all ’\n“are justified” who have “faith” in the cleansing power of Christ’s “blood” When we are , ¥\njustified, God declares us not guilty, taking away the guilt of our past sins. And God declares us ’\nrighteous; “righteousness from God comes through faith in Jesus Christ”” |\nAll of us who are worn out by the struggle to be good enough, to measure up on our own, |\ncan find real rest in Christ’s gracious acceptance. He promises, “Come to me, all you who are -\nweary and burdened, and I will give you rest” (Matthew 11:28). All of us who are burdened by\nscars from the past and by an aching sense of inadequacy and shame, can find peace and\n- wholeness in Christ. 3"},{"title":"THE TIME FOR THE JUDGMENT TO BEGIN |\nIn the eighth chapter of Daniel an angel showed the prophet a great panorama of the\nL h future. Daniel saw (","number":4,"text":"1) a ram, (2) a he-goat, and (3) out of one of the horns of the he-goat,\n“another horn which started small and grew in power” (Daniel 9:8, 9); symbols representing\n(1) Medo-Persia, (2) Greece, and (3) Rome (Daniel 8:1-12, 20-26). |\nWhat is the fourth part of the prophecy? 3%\n“How long will it take for the vision to be fulfilled—the vision concerning the daily |\n- sacrifice ... ? He said to me, It will take 2,300 evenings and mornings [or days, Hebrew]; |\n\n\nthen the sanctuary will be reconsecrated [cleansed].”\n—Daniel 8:13, 14. : - |\nDaniel fainted before the angel could explain the 2,300-day part of the prophecy,\nand the eighth chapter closes with no interpretation of it. But later the angel reappeared |\nand stated: | |\n“Understand the vision: seventy ‘sevens’ [weeks, Hebrew] are decreed [cut off, |\nHebrew] for your people and your holy city to finish transgression, to put an end to . L]\nsin, to atone for wickedness.” —Daniel 9:22-24. | |\nThe 2,300 days are, of course, 2,300 years, each day standing for a year (Ezekiel |\n4:6). Seventy weeks, or 490 years, constituted the first section of the longer period of |\n2,300 years. Both time periods started in 457 B.C. when Persia issued the decree “to |\nrestore and rebuild Jerusalem.” Subtracting 490 years from the 2,300 years, leaves |\n| 1,810. Adding 1,810 years to A.D. 34, when the 490 years ended, brings us to A.D. 1844. |"},{"title":"THE HEAVENLY SANCTUARY CLEANSED—\nA JUDGMENT | .\n' The angel told Daniel that in","number":5,"text":"1844, at the end of the 2,300 years, “the sanctuary will |\nbe cleansed” (Daniel 8:14, KJV). But what does that mean? Since A.D. 70 when the ' .\nRomans destroyed the temple at Jerusalem, God’s people have had no temple on earth.\n’ So the sanctuary to be cleansed, beginning in 1844, has to be the heavenly sanctuary of |\nwhich the earthly temple was a replica. |\nNow, what does the cleansing of the heavenly sanctuary mean? Ancient Isracl called | |\nthe day for cleansing the earthly sanctuary Yom Kippur, the Day of Atonement. It was |\n| really a day of judgment.\nAs we discovered in Guide 12, Christ’s activity for us in the sanctuary has two f\nphases: (1) The daily sacrifices focus on the priest’s ministry in the first room of the |\nsanctuary, the Holy Place. (2) The yearly sacrifice concentrates on the High Priest’s\nministry in the second room, the Most Holy Place (Leviticus 16). fv\n| In the earthly sanctuary, as people confessed their sins day by day, the blood of 2\nslaughtered animals was sprinkled on the corner of the altar, then transferred to the |\nHoly Place (Leviticus 4 and 6). Thus, in symbol, day after day the confessed sins were\nbrought into the sanctuary and laid up there. |\nThen each year, on the Day of Atonement, the sanctuary was cleansed from all sins\nconfessed during the past year (Leviticus 16). To effect this cleansing, the High Priest\nmade a special sacrifice of a consecrated goat. He then carried its blood into the Most\n. Holy Place and sprinkled this cleansing blood before the atonement cover to show that\nthe blood of Jesus, the coming Redeemer, would pay the penalty for sin. The High Priest |\nthen symbolically removed the confessed sins from the sanctuary and placed them on ‘ | |\n, N .\nN a0 -\n~ ~\n- e - e 8 '\n\n\nT —————————————— s s e—,\nthe head of another goat, which was led out into the wilderness to die (Leviticus\n16:20-22).\nThis ceremony on the yearly Day of Atonement cleansed the sanctuary from sin.\n' The people regarded it as a day of judgment because those who refused to confess\ntheir sins were considered unrighteous and were “cut off from [God’s] people” ( ‘\n23:29). | |\nWhat the High Priest did symbolically once a year, Jesus does once for all time as\nour High Priest (Hebrews 9:6-12). In the great judgment day He removes from the\nsanctuary the confessed sins of all who have accepted Him as their Savior. If we have\nconfessed our sins, He will forever blot out the record of our sins at that time (Acts\n| 3:19). This ministry is the work of judgment that Jesus began in 1844. ‘\nIn 1844 when the hour of God’s judgment began in heaven, a judgment hour\nmessage began to be preached throughout the world (Revelation 14:6-7). A future |\n| DISCOVER guide will deal with this message."},{"title":"FACING YOUR LIFE RECORD IN THE\nJUDGMENT |\nSince","number":6,"text":"1844 Christ, as Judge, has been investigating the record of each person who |\nhas ever lived to confirm who will be among the saved when Jesus comes. As our\n| Judge, Jesus “wipes out” all of the sins of the righteous from their life record in\nheaven (Acts 3:19). | |\nWhen your name comes up in judgment, it will be easy to face your life record— A'\nIF you've accepted Christ as your Substitute. And when the judgment of the righteous .\n| is finished, Jesus returns to earth to reward them (Revelation 22:12, 14). -\n, Are you ready for Jesus to come? Or is there something you've been hiding from\nHim? Do you have an open and honest relationship with the One who promises:\n“If we confess our sins, he is faithful and just and will forgive us our sins and |\npurify us from all unrighteousness.” —1 John 1:9.\n: Confession simply means agreeing to face our sins, accept God’s forgiveness, and\n| acknowledge our need of His power and grace. »\nWhile visiting a prison in Potsdam, King Frederick William I listened to a\nnumber of pleas for pardon. All the inmates swore that prejudiced judges, perjured |\nwitnesses, or unscrupulous lawyers were responsible for their imprisonment. From\ncell to cell the same story of wronged innocence continued.\nBut at one cell the inmate had nothing to say. Surprised, Frederick joked, “I\nsuppose you are innocent too.” '\n“No your Majesty, the man answered, “I am guilty and richly deserve all that I -\nget.”\n~ The king turned to the guard and called out loudly, “Come and release this rascal\nquickly, before he corrupts this fine lot of innocent people.” ‘\nHow do we prepare for the judgment? How do we get ready for Christ to come?\n| Simply by an honest confession of the truth: I richly deserve the penalty of death for\nmy sins, but Another has taken my place and given me a wonderful pardon. |\nMake a commitment right now that whatever happens, you'll keep your |\nrelationship with Christ eye-to-eye honest and heart-to-heart sincere.\nwww.biblestudies.com -\ne www.bibleinfo.com ~\n. The Voice of Prophecy Bible School, USA\n\n\n- DISCOVER — Answer Sheet13\nThe number of each question in your Answer Sheet is the number of the section in\nDISCOVER Guide 13 where the answer can be found. | _\n| Place an X before each statement in the section that is TRUE. -\n1.  Christ’s death on the cross enables Him '\n|| to be a just judge. :\n|| to be a gracious justifier. | | |\n|| to declare an unrepentant guilty person forgiven.\n|| to declare a repentant guilty person forgiven. | B |\n| || To exchange our life of sin for His life of righteousness. |\n2.  AtJesus baptism in A.D. 27, He was '\n|| declared to be the Son of God.\n[ | declared to be the Messiah.\n| || declared to have come several years late. |\n|| declared to have come on time. e i\nThree-and-one-half years later in A.D. 31 ' |\n| | Jesus was crucified as the Lamb of God.\n’ || Jesus’ death ended the need for further animal sacrifices. | |"},{"title":"Justification means that because of our faith in Christ, |\n‘ || He cleanses us from sin, and God declares us not guilty.\n|| He covers our sin with His blood, and God declares us righteous. |","number":3,"text":"4,5. In 1844 |\n[_| The hour of God’s judgment began in heaven. |\n|| Jesus began the work of cleansing the heavenly sanctuary which is a work of\njudgment. '\n6,7. THINK ON THIS: Through His death on the cross and His work as our Judge, |\nJesus can forgive our sins and blot out the very record of our sins. There is\nonly one condition: That we ask forgiveness for our sins and receive a new 4\nheart and a new spirit from Jesus. Is your case in the hands of Jesus, the One |\nwho loved you enough to die in your place? |\nYour Name: |\nAddress: SR 0 JOAEIE K5 SR PN CRAIUEPR O SN\nPhone:\nB Conyioh © W5 by heoiceofPpbery - mebice of Prophecy @ ."}]}