{"title":"","number":22,"sections":[{"title":"RESURRECTED AT CHRIST’S COMING |\n~ The first resurrection, that of the righteous, takes place at the second coming of Christ.\n“For the Lord himself will come down from heaven, with . .. the trumpet call of God, |\nand THE DEAD IN CHRIST WILL RISE first. After that, WE WHO ARE STILL ALIVE |\nand are left WILL BE CAUGHT UP TOGETHER WITH THEM in the clouds TO MEET\n| THE LORD IN THE AIR. And so we will be with the Lord forever.” '\n—","number":2,"text":"1 Thessalonians 4:16, 17. ' ‘\nWhen Jesus comes to this earth again, He raises “the dead in Christ” and takes them,\n’ along with the righteous who are alive, to heaven. Because the wicked still cling to sin, they\ncan’t exist in God’s presence, and they are destroyed at Christ’s coming (Luke 17:26-30). |\n(You may wish to review in Guide 8 the events surrounding Jesus’ return.)"},{"title":"SATAN CHAINED TO EARTH FOR ONE THOUSAND A\n< YEARS\nWhen the","number":3,"text":"1,000 years begin, the righteous have all gone to heaven and the wicked are all\n| dead. What will happen on this world during the 1,000 years?\n“And I saw an angel coming down out of heaven, having the key to the Abyss and\nholding in his hand a great chain. He seized the dragon, that ancient serpent, who is . \\\nthe devil, or Satan, and bound him for a thousand years. He threw him into the Abyss, | b\nand locked and sealed it over him, to keep him from deceiving the nations anymore\nuntil the thousand years were ended.” —Revelation 20:1-3. :\nAt Jesus’ coming Satan is bound and will remain in chains during the 1,000 years.\nWhere is Satan imprisoned? In the “Abyss,” a Greek word that means “very deep” or\n“bottomless.” In Genesis 1:2 the Greek version of the Old Testament uses the word “Abyss” to\ndescribe the earth in its undeveloped state before the days of creation began. So our earth is\nthe Abyss where God imprisons Satan.\nScripture describes Satan as bound by “a great chain.” Is this a literal chain? No, it is\nsymbolic, a chain of circumstances. Satan would like very much to continue deceiving\nL people during the 1,000 years. But he can find no righteous people to tempt, because they\nare all in heaven. And he can find no wicked to lead, because they are all dead, asleep in the\ndust of the earth. Unable to deceive or tempt anyone, he roams an empty world forced to\nponder all the heartaches and tragedy he has caused.\n- 4, THE RIGHTEOUS JUDGE THE WICKED\nThe thousand-year period is also a time of judgment. But remember that the judgment\n\n\nEEEESETES Se  h\nconsists of four main stages:\n(1) The pre-advent judgment of the righteous before Christ’s second coming. E\n_ (2) The reward of the righteous at the Second Coming. . | i\n(3) The judgment of the wicked during the 1,000 years.\n(4) The reward of Satan and the wicked at the end of that period. (You may wish to review 1 -\n- Guide 13 that deals with stages 1 and 2 of the judgment, the investigation and reward of the ‘\nrighteous.) We will now look at stages 3 and 4, the investigation and reward of the wicked. 1 | _\nWe've seen that the righteous dead who have been resurrected and the righteous who are ;\nalive are taken to heaven together at the second coming of Christ. They are at home in heaven ]\nduring the 1,000 years. What will they be doing? 3\n“Do you not know that THE SAINTS [the saved] WILL JUDGE THE WORLD? ... Do B\nyou not know that we will JUDGE ANGELS?” —1 Corinthians 6:2-3. B | |\n“I SAW THRONES ON WHICH WERE SEATED THOSE WHO HAD BEEN GIVEN '\nAUTHORITY TO JUDGE. ... THEY CAME TO LIFE AND REIGNED WITH CHRISTA f\n’ THOUSAND YEARS.” —Revelation 20:4. _\nDuring the 1,000 years, the righteous will review the cases of wicked human beings and fallen angels, | |\nincluding their leader, Satan. How fitting for the martyrs, the overcomers, and the battle-scarred adherents 3 ,\nof the gospel to examine and understand God'’s judgment of the wicked. o\nGod has graciously given redeemed human beings the chance to evaluate His dealings with é\nthe wicked. We may have a lot of questions, like: “Why isn’t my aunt here? She seemed like F\nsuch a good person.” When we go over the records and judge the dead “according to what they |\n4 had done as recorded in the books” (verse 12), we will see for ourselves that in all His dealings -'\nwith human beings, God has been just and fair with everyone. We'll see how the Holy Spirit 3 .\n‘ offered people chance after chance to yield to God, and the fairness of each sentence will | |\n' become plain. f\n| 5. SATAN UNCHAINED WHEN THE ONE THOUSAND *\nYEARS END ‘;\nAt the close of the 1,000 years, the Bible declares: - .\n“I saw the Holy City, the new Jerusalem, coming down out of heaven from God, k\nprepared as a bride beautifully dressed for her husband.” —Revelation 21:2.\n| This wonderful city has been our home for a thousand years. Now the Holy City—with '\nChrist and all the people He’s redeemed inside—descends from heaven to our world. .\nWhat does Satan do at the close of the 1,000 years? : f\n“When the thousand years are over, Satan will be released from his prison and will go 3\nout to deceive the nations in the four corners of the earth . .. to gather them for battle. In 4\nnumber they are like the sand on the seashore. They marched across the breadth of the ,\n| earth and surrounded the camp of God’s people, the city he loves.”\n- —Revelation 20:7-9.\nThe wicked are resurrected in the second resurrection at the close of the 1,000 years (verse 3\n5). When the righteous descend to earth in the Holy City and the wicked are resurrected, Satan \\‘\nwill be “set free for a short time” (verse 3). He again has the wicked to\nlead and the righteous as his target. Not wasting a moment, He e\nimmediately begins to organize the wicked into a vast army. Satan gives ~ Second Coming of CE\nthe command to march against the city. As the wicked take up positions ~ Righteous Taken to H{\naround the New Jerusalem (verse 9), they catch a glimpse of the horror of WickedSlam | ;"},{"title":"THE FINAL JUDGMENT SCENE - Righteous Dead R «\nface. Jesus leads the redeemed children of God who are inside the city. A '\n\n\ne —————— e eme———— e e e A e R M e\nSatan heads the throngs of the wicked who are outside the walls. At this critical E\nmoment, God carries out the final stage of judgment and the wicked receive their day §","number":6,"text":"1n court.\n“Then I saw a great white throne and him who was seated on it.. .. And I saw §\nthe dead, great and small, standing before the throne, and. . ... the dead were\njudged according to what they had done as recorded in the books.” i'\n' —Revelation 20:11, 12. . _ & |\nAs the wicked stand before the throne of justice, their whole life opens before |  ' , |\nthem. From the records contained in heaven, Jesus, the righteous Judge, formally\nunfolds the full story of His dealings with fallen men, women, and angels. A B _\nThe entire universe looks on with intense interest. Standing before the throne of , |\nGod, Jesus gives everyone a comprehensive view of His redemptive work. He reveals ‘ E ] .\nthat He came to seek and save the lost. He entered our world in human flesh, lived a . 1 |\nsinless life amid struggles and temptations, made the ultimate sacrifice on the cross, | ' |\nand served as our Priest in heaven. Finally, when Christ sorrowfully steps forward | E |\nand passes sentence on those who've persisted in rejecting His grace, every being in | : i\n~ the universe will acknowledge the justice and necessity of this final act of divine | \"\njudgment. it 1 ' i\n“We will all stand before God’s judgment seat. It is written: As surely as I\n: live) says the Lord, ‘every knee will bow before me; every tongue will confess to E ]\nGod.”” —Romans 14:10-11.\n' “Christ Jesus . .. became obedient to death—even death on a cross!. .. At the | F ] :\nname of Jesus every knee should bow, in heaven and on earth, ... and every . ¢\ntongue confess that Jesus Christ is Lord, to the glory of God the Father.” | 7,\n— Philippians 2:5-11. - |\nEver since sin began, the Devil has been slandering God’s character, accusing A |\nHim of being unfair. But now all the questions are answered, all the perplexities | , |\nresolved. Now every being in the universe acknowledges that Jesus, the Lamb of God, ' - 3\n, is worthy of our love and worship. The whole plan and purpose of God is now fully - | E\nrevealed, and God’s character stands vindicated.\nNot only the saved, but also evil angels and Satan himself will confess that Satan’s | - 3\nway has been wrong and that God’s ways are just and true. All see that evil and .\nselfishness has led only to unhappiness and discontent and is not worth continuing. |"},{"title":"SIN MEETS ITS FINAL END\nEven though Satan and the vast throng of wicked people admit that God’s way is :","number":7,"text":"1\n\" Wicked are Dead on This Desolate Earth \" o\\ou March on New Jerusalom 1\ne e Wid e |\n\n\ne s e L ———————————————— e ——————— e\nright, their hearts are not changed, their characters remain evil. And after judgment\nis pronounced, the wicked:\n“Marched across the breadth of the earth and surrounded the camp of God’s\n. people, the city he loves. But fire came down from heaven and devoured them.\nAnd the devil, who deceived them, was thrown into the lake of burning sulfur. ...\nThen death and Hades were thrown into the lake of fire. The lake of fire is the\n| second death. If anyone’s name was not found written in the book of life, he was\n| thrown into the lake of fire.” —Revelation 20:9-15.\n5 In the final judgment the fires of the eternal God will destroy sin and those who\n‘ stubbornly cling to it. Satan and all the lost perish in this “second death,” an eternal\ndeath from which there is no awakening. Their course of rebellion has left the wicked\n_ unfit for real happiness, and they are destroyed with the Devil and his angels. The i\n| heavenly fire completely cleanses the earth of the ravages of sin; God has a clean\n| universe at last, never again to be scarred by evil. The epic struggle between good\nand evil, between Christ and Satan, is finally over, and Christ reigns. The curtain falls\nE on the ancient drama of sin, and rises on the glory of a new world of limitless - |\npossibilities."},{"title":"THE EARTH CLEANSED AND MADE NEW\nFrom the ashes of this final, cleansing holocaust, God will create a new world:\n~ “Then I saw a new heaven and a new earth, for the first heaven and the first ,\n\n: earth had passed away. . .. I saw the Holy City, the new Jerusalem, coming down :\nout of heaven from God . .. ‘Now the dwelling of God is with men, and he will live :\nwith them. They will be his people, and God himself will be with them and be |\n\n, their God. He will wipe away every tear from their eyes. There will be no more\ndeath or mourning or crying or pain, for the old order of things has passed away.\n... I am making everything new!” '\n—Revelation","number":8,"text":"21:1-5.\nRestored to its original beauty, the earth becomes the home of the redeemed for\nendless ages. Freed from selfishness, sickness, and suffering, we have a whole\n| universe to explore, wonderful relationships to develop, and an eternity in which to sit\n| at Jesus’ feet to listen, learn, and love. (For a full description of that new world, you\nmay wish to again read Guide 9.)\nWhere do you plan to be in that day? Have you decided to be with Christ inside\nthe city and saved forever? Or will you be outside the city without Christ and lost\n_ forever?\nIf you have placed your life in the hands of Jesus, you need never experience the .\n| unspeakable horror of those on the outside of the city who realize they are lost\nforever. No matter what life has brought to you, if you place your life in the hands of\nJesus now, you can be inside the city with Christ and the redeemed. If you have not\ndone so, give your heart to Jesus now, and He will surround you with His love and\nforgiveness. This is your opportunity. This is your day of salvation.\nwww.biblestudies.com\n: www.bibleinfo.com |\nThe Voice of Prophecy Bible School, USA\n\n\n. __*\n. EMieaE S LYY |\no ARV ER — ANSWeEroneetZ:L = |\nIS GOD FAIR? \\\nRead again the section in Guide 22 identified by the number in the left margin, and\nplace an X before all TRUE answers. |"},{"title":"The righteous, \"the blessed and holy,\" are resurrected at the |\n|| beginning of the","number":1,"text":"1,000 years. || end of the 1,000 years. ;\nThe wicked are resurrected at the |\n[ ] beginning of the 1,000 years. || end of the 1,000 years. |\n2.  The 1,000 years begins ﬁ\n|| at the second coming of Christ. || in the year A.D. 2010. . t\nAt the second coming of Christ the righteous who are alive are | '\n: [_| caught up in the air to meet Christ. | |\n~ [] killed with the brightness of Christ's coming. ' |\nAt the second coming of Christ the \"dead in Christ\" are |\n|| raised, then caught up to heaven together with the righteous living. -\n‘ [ | remain in their graves. i\n|| changed to become sinless and immortal. ’ ’\n| !\nAt the second coming of Christ the wicked living |\n, [_| are destroyed by the brightness.\n|| accept Christ and are taken to heaven. i :\n;’ s\n: 3 g"},{"title":"Why will Satan have no one to tempt during the","number":3,"text":"1,000 years? [\n' | | He will be bound to this earth. || The righteous are in heaven. |\n[ ] The wicked are dead. || The wicked are in hell fire. i"},{"title":"What will the righteous be doing in heaven during the","number":4,"text":"1,000 years? g |\n|| Judging the wicked. i || Building the temple. |\n| 5. Who are raised in the second resurrection at the end of the 1,000 years? 2\n. 3 ]\n[ ] The wicked dead. || The righteous dead.\n- 6. Atthe end of the 1,000 years the following come to earth:\n| ] The New Jerusalem. [ ] Satan. |\n[ ] The saved people. [ ] Christ. f\n‘ )\n7,8. Where do you wish to be at the end of the 1,000 years when Christ will purify this\nearth with fire and make it a perfect new world for the saved to live in forever?\n|| Inside the city with Christ and saved forever. |\n|| Outside the city without Christ and lost forever. i\n.\ni\nt_\nYour Name:\n' Address: ‘\n~ Phone: e e\nL8 ;{W%«fﬁm%%gg%wwﬂ%m%%%; |"}]}