["<FR>Let not your heart be troubled: ye believe in God, believe also in me.<Fr>","<FR>In my Father's house are many mansions: if <FI>it were<Fi> not <FI>so<Fi>, I would have told you. I go to prepare a place for you.<Fr>","<FR>And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, <FI>there<Fi> ye may be also.<Fr><CM>","<FR>And whither I go ye know, and the way ye know.<Fr>","Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?","Jesus saith unto him, <FR>I am the way, the truth, and the life: no man cometh unto the Father, but by me.<Fr>","<FR>If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.<Fr>","Philip saith unto him, Lord, shew us the Father, and it sufficeth us.","Jesus saith unto him, <FR>Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou <FI>then<Fi>, Shew us the Father?<Fr>","<FR>Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.<Fr>","<FR>Believe me that I <FI>am<Fi> in the Father, and the Father in me: or else believe me for the very works' sake.<Fr><CM>","<FR>Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater <FI>works<Fi> than these shall he do; because I go unto my Father.<Fr>","<FR>And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.<Fr>","<FR>If ye shall ask any thing in my name, I will do <FI>it<Fi>.<Fr><CM>","<FR>If ye love me, keep my commandments.<Fr>","<FR>And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;<Fr>","<FR><FI>Even<Fi> the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.<Fr><CM>","<FR>I will not leave you comfortless: I will come to you.<Fr><RF>comfortless: or, orphans<Rf>","<FR>Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.<Fr>","<FR>At that day ye shall know that I <FI>am<Fi> in my Father, and ye in me, and I in you.<Fr>","<FR>He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.<Fr>","Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?","Jesus answered and said unto him, <FR>If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.<Fr>","<FR>He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me.<Fr><CM>","<FR>These things have I spoken unto you, being <FI>yet<Fi> present with you.<Fr>","<FR>But the Comforter, <FI>which is<Fi> the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.<Fr>","<FR>Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.<Fr><CM>","<FR>Ye have heard how I said unto you, I go away, and come <FI>again<Fi> unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.<Fr>","<FR>And now I have told you before it come to pass, that, when it is come to pass, ye might believe.<Fr>","<FR>Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.<Fr>","<FR>But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence.<Fr><CM>"]