["Be not thou envious against evil men, neither desire to be with them.","For their heart studieth destruction, and their lips talk of mischief.<CM>","Through wisdom is an house builded; and by understanding it is established:","And by knowledge shall the chambers be filled with all precious and pleasant riches.","A wise man <FI>is<Fi> strong; yea, a man of knowledge increaseth strength.<RF>is strong: Heb. is in strength<Rf><RF>increaseth…: Heb. strengtheneth might<Rf>","For by wise counsel thou shalt make thy war: and in multitude of counsellors <FI>there is<Fi> safety.<CM>","Wisdom <FI>is<Fi> too high for a fool: he openeth not his mouth in the gate.","He that deviseth to do evil shall be called a mischievous person.","The thought of foolishness <FI>is<Fi> sin: and the scorner <FI>is<Fi> an abomination to men.<CM>","<FI>If<Fi> thou faint in the day of adversity, thy strength <FI>is<Fi> small.<RF>small: Heb. narrow<Rf><CM>","If thou forbear to deliver <FI>them that are<Fi> drawn unto death, and <FI>those that are<Fi> ready to be slain;","If thou sayest, Behold, we knew it not; doth not he that pondereth the heart consider <FI>it<Fi>? and he that keepeth thy soul, doth <FI>not<Fi> he know <FI>it<Fi>? and shall <FI>not<Fi> he render to <FI>every<Fi> man according to his works?<CM>","My son, eat thou honey, because <FI>it is<Fi> good; and the honeycomb, <FI>which is<Fi> sweet to thy taste:<RF>to…: Heb. upon thy palate<Rf>","So <FI>shall<Fi> the knowledge of wisdom <FI>be<Fi> unto thy soul: when thou hast found <FI>it<Fi>, then there shall be a reward, and thy expectation shall not be cut off.<CM>","Lay not wait, O wicked <FI>man<Fi>, against the dwelling of the righteous; spoil not his resting place:","For a just <FI>man<Fi> falleth seven times, and riseth up again: but the wicked shall fall into mischief.<CM>","Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth:","Lest the LORD see <FI>it<Fi>, and it displease him, and he turn away his wrath from him.<RF>it displeaseth…: Heb. it be evil in his eyes<Rf><CM>","Fret not thyself because of evil <FI>men<Fi>, neither be thou envious at the wicked;<RF>Fret…: or, Keep not company with the wicked<Rf>","For there shall be no reward to the evil <FI>man<Fi>; the candle of the wicked shall be put out.<RF>candle: or, lamp<Rf><CM>","My son, fear thou the LORD and the king: <FI>and<Fi> meddle not with them that are given to change:<RF>them…: Heb. changers<Rf>","For their calamity shall rise suddenly; and who knoweth the ruin of them both?<CM>","These <FI>things<Fi> also <FI>belong<Fi> to the wise. <FI>It is<Fi> not good to have respect of persons in judgment.","He that saith unto the wicked, Thou <FI>art<Fi> righteous; him shall the people curse, nations shall abhor him:","But to them that rebuke <FI>him<Fi> shall be delight, and a good blessing shall come upon them.<RF>a good…: Heb. a blessing of good<Rf>","<FI>Every man<Fi> shall kiss <FI>his<Fi> lips that giveth a right answer.<RF>that…: Heb. that answereth right words<Rf><CM>","Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house.<CM>","Be not a witness against thy neighbour without cause; and deceive <FI>not<Fi> with thy lips.","Say not, I will do so to him as he hath done to me: I will render to the man according to his work.<CM>","I went by the field of the slothful, and by the vineyard of the man void of understanding;","And, lo, it was all grown over with thorns, <FI>and<Fi> nettles had covered the face thereof, and the stone wall thereof was broken down.","Then I saw, <FI>and<Fi> considered <FI>it<Fi> well: I looked upon <FI>it, and<Fi> received instruction.<RF>considered…: Heb. set my heart<Rf>","<FI>Yet<Fi> a little sleep, a little slumber, a little folding of the hands to sleep:","So shall thy poverty come <FI>as<Fi> one that travelleth; and thy want as an armed man.<RF>an…: Heb. a man of shield<Rf><CM>"]